{
  "country": "Afghanistan",
  "level": 4,
  "full_title": "Afghanistan - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/afghanistan-advisory.html",
  "filename_base": "afghanistan",
  "date": "Fri, 20 Feb 2026",
  "content_md": "**_There was no change to the advisory level._**_  \n****_\n\nDo not travel to Afghanistan due to **civil unrest, crime, terrorism, risk of wrongful detention, kidnapping, natural disasters, and limited health facilities.**\n\n**Do not travel to Afghanistan for any reason**\n\n  * We urge American citizens in Afghanistan to leave immediately. U.S. citizens seeking U.S. government help to leave the country should email their complete biographic details, contact information (email and phone number), and U.S.__ passport number to [AfghanistanACS@state.gov](mailto:AfghanistanACS@state.gov).\n  * The U.S. Embassy in Kabul suspended operations in 2021. The U.S. government **cannot** provide routine or emergency consular services to U.S. citizens in Afghanistan.\n  * The Taliban actively surveil and monitor travelers. U.S.-Afghan dual nationals and U.S. citizens linked to NGOs face higher risks of surveillance.  The Taliban's so-called General Directorate of Intelligence (GDI) and the Ministry for the Promotion of Virtue and Prevention of Vice and Complaints (PVPV) are responsible for enforcing directives and edicts issued by Taliban authorities.\n  * Multiple terrorist groups are active in Afghanistan. U.S. citizens are targets of kidnapping and hostage-taking, and may become targets for violence.\n\n\n\n**There is a high risk of wrongful detention of U.S. nationals in Afghanistan.**\n\n  * All American citizens, including tourists and U.S.-Afghan dual nationals, are targeted for detention. Lawful Permanent Residents who previously supported the United States in Afghanistan may also be targeted. For example, anyone who worked as an interpreter could be targeted. The Taliban have harassed and detained aid, faith-based organization, and humanitarian workers. Foreigners are often viewed with suspicion. Reasons for detention may be unclear or arbitrary.\n  * Even if you are registered with the appropriate authorities to conduct business, the risk of detention is high.  \n  * Detention conditions are severe. The Taliban do not permit the United States to conduct welfare checks on U.S. citizens in detention, including by phone.\n  * Detention can be long. Even if a case is determined to be a wrongful detention, there is no guarantee of release. While in detention, American citizens have limited or no access to medical attention. They may face physical abuse.\n\n\n\n**Natural disaster**\n\n  * Afghanistan is a seismically active region, with frequent and devastating earthquakes. Earthquakes have caused mass casualties and critical damage to homes and infrastructure. In September 2025, a 6.0 magnitude earthquake struck the eastern region of Afghanistan, killing over 1,100 people.\n\n\n\n**Aviation Safety Oversight**\n\n  * The U.S. Federal Aviation Administration (FAA) has not assessed Afghanistan's Civil Aviation Authority for compliance with international standards for aviation safety oversight. FAA's [website](https://www.faa.gov/about/initiatives/iasa) includes more information on its assessment program.****    \n\n\n\n\nThe FAA has issued a Notice to Airmen ([NOTAM)](https://www.faa.gov/air_traffic/publications/us_restrictions/Afghanistan/doc/KICZ-NOTAM-A0007-25-Kabul-Pointer.pdf) and a Special Federal Aviation Regulation ([SFAR](https://www.faa.gov/air_traffic/publications/us_restrictions/Afghanistan/doc/KICZ-NOTAM-AFGHANISTAN-FLIGHT-PROHIBITION.pdf)) due to risks to civil aviation operating within or in the vicinity of Afghanistan. For more information, U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions).\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Afghanistan.html) for additional information on travel to Afghanistan.\n\nFor U.S. citizens in Afghanistan despite this Travel Advisory:\n\n  * Be aware of your surroundings and monitor local security developments at all times.\n  * Keep a low profile.\n  * Monitor local media for breaking news and be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Share your travel and movement plans with a trusted person.\n  * Make contingency plans to leave Afghanistan that do not rely on U.S. government assistance.\n  * Draft a will and designate appropriate insurance beneficiaries or power of attorney.\n  * Discuss a plan with loved ones regarding care/custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etc.\n  * Leave DNA samples with your medical provider for family access if needed.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive security updates and ensure you can be located in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/) and [Twitter/X](https://twitter.com/TravelGov).\n  * Consider the risks involved in traveling while possessing dual [U.S.-Afghan nationality](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/Dual-Nationality-Travelers.html).\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n  * Read the [Country Security Report](https://www.osac.gov/Content/Report/5d227d21-22f3-4e6d-ad00-1c2c665cc94f) for Afghanistan.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel. \n\n\n"
}