{
  "country": "Afghanistan",
  "level": 4,
  "full_title": "Afghanistan - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/afghanistan-advisory.html",
  "filename_base": "afghanistan",
  "date": "Mon, 13 Jan 2025",
  "content_md": "**_Reissued after periodic review with updates to reflect the security environment, immigration information, and availability of medical care._**\n\nDo not travel to Afghanistan due to **civil unrest, crime, terrorism, risk of wrongful detention, kidnapping, and limited health facilities.**\n\n**Country Summary:** The U.S. Embassy in Kabul suspended operations in 2021. The U.S. government is not able to provide routine or emergency consular services to U.S. citizens in Afghanistan.\n\nMultiple terrorist groups are active in Afghanistan and U.S. citizens are targets of kidnapping and hostage-taking. The Taliban have harassed and detained aid and humanitarian workers. The activities of foreigners may be viewed with suspicion, and reasons for detention may be unclear. Even if you are registered with the appropriate authorities to conduct business, the risk of detention is high.  \n\n\nThe Department has determined there is a risk of wrongful detention of U.S. nationals in Afghanistan. Additionally, Afghan-U.S. citizens and U.S. Lawful Permanent Residents (LPRs) who previously supported the United States (for example, as an interpreter) in Afghanistan may be targeted for detention.\n\nThe Taliban do not regularly permit the United States to conduct welfare checks on U.S. citizens in detention, including by phone. Detention can be lengthy. While in detention, U.S. citizens have limited or no access to medical attention and may be subject to physical abuse.\n\nU.S. citizens should not travel to Afghanistan for any reason, including to accompany eligible family members for relocation. U.S. citizens or LPRs do not have to be physically present in Afghanistan for their qualifying family members to receive such assistance. For further information on how to assist your family members with the [immigrant visa application process](https://travel.state.gov/content/travel/en/us-visas/immigrate/family-immigration.html) or to request relocation assistance for family, please refer to our [website](https://www.state.gov/afghanistan-family-reunification/).\n\nU.S. citizens in Afghanistan are urged to depart immediately via commercial means if possible. U.S. citizens who are seeking U.S. government assistance to depart should email complete biographic details and contact information (email and phone number), as well as U.S.__ passport number, to [AfghanistanACS@state.gov](mailto:AfghanistanACS@state.gov).\n\nBasic medical care is available in major Afghan cities such as Kabul but is limited in rural areas.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Afghanistan.html) for additional information on travel to Afghanistan.\n\nIf you choose to disregard the Travel Advisory and travel to Afghanistan:\n\n  * Review your personal security plans.\n  * Be aware of your surroundings and local security developments at all times.\n  * Keep a low profile.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Notify a trusted person of your travel and movement plans.\n  * Make contingency plans to leave when it is safe to do so that do not rely on U.S. government assistance.\n  * Draft a will and designate appropriate insurance beneficiaries and/or power of attorney.\n  * Discuss a plan with loved ones regarding care/custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etc.\n  * Leave DNA samples with your medical provider in case it is necessary for your family to access them.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive security updates and ensure you can be located in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/) and [Twitter/X](https://twitter.com/TravelGov).\n  * Consider the risks involved in traveling while possessing dual [U.S. - Afghan nationality](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/Dual-Nationality-Travelers.html).\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Read the [Country Security Report](https://www.osac.gov/Content/Report/5d227d21-22f3-4e6d-ad00-1c2c665cc94f) For Afghanistan.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n\n\n"
}