{
  "country": "Belarus",
  "level": 4,
  "full_title": "Belarus - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/belarus-travel-advisory.html",
  "filename_base": "belarus",
  "date": "Mon, 22 Dec 2025",
  "content_md": "There were no changes to the advisory level or risk indicators. Advisory summary was updated.\n\n**Advisory summary**\n\n**Do not travel to Belarus due to:   **\n\n  * The risk of harassment by Belarusian security officials.\n  * The arbitrary enforcement of local laws.\n  * The potential for civil unrest.\n  * Danger associated with its continued support of Russia's war against Ukraine. \n\n\n\nThe U.S. government has extremely limited ability to help detained U.S. citizens. You may not receive consular access. You could also face arbitrary detention with no contact with the outside world.\n\n**Ordered departure  **  \nOn February 28, 2022, the U.S. Department of State ordered the departure of U.S. government employees. It also suspended operations at U.S. Embassy Minsk.\n\n**There are no consular services, routine or emergency, until further notice.** The U.S. government has severely limited ability to assist U.S. citizens in Belarus. U.S. citizens in Belarus who require consular services should leave the country immediately. Please contact a U.S. embassy or consulate in another country.\n\n**Dual citizenship**    \nBelarus does not recognize dual nationality. Belarus will not recognize your U.S. citizenship if you are a dual U.S.-Belarusian citizen or have a claim to Belarusian citizenship.\n\n  * Belarus repeatedly has blocked U.S. consular officers from visiting detained dual U.S.-Belarusian citizens.\n  * The Belarusian government has prevented dual U.S.-Belarusian citizens from departing the country. In some cases, it has forced dual citizens into mandatory military service.\n\n\n\n**Demonstrations  **  \nIn Belarus, freedom of expression, association, and peaceful assembly are not protected rights. \n\n  * U.S. citizens should avoid demonstrations.\n  * Belarusian authorities have used excessive force to disperse demonstrators, including people peacefully demonstrating. Bystanders, including foreign nationals, face the possibility of arbitrary arrest or detention.\n  * U.S. citizens near demonstrations have been arrested. Some have been victims of harassment or mistreatment by Belarusian officials.  \n  * Belarusian officials unevenly enforce laws and regulations. Belarusian authorities have targeted people linked to independent and foreign media.\n  * Belarusian authorities have detained tens of thousands of people, including many imprisoned for political activities that may not be considered crimes in the United States. This includes U.S. citizens tied to opposition parties or political protests, even if they happened outside Belarus.\n\n\n\n**Detention conditions**\n\nBelarusian detention facilities are extremely poor. There are credible reports that authorities mistreat and abuse prisoners while in custody.\n\n  * The Belarusian authorities have denied prisoners access to their embassy and lawyers. They have restricted communication with family outside prison.\n\n\n\n**Electronic devices  **  \nReconsider bringing electronic devices into Belarus. \n\nU.S. citizens should assume all electronic communications and devices in Belarus are monitored. \n\n  * Belarusian security services have arrested U.S. citizens and other foreign nationals based on information found on electronic devices. This includes data created, sent, or stored while in another country.\n\n\n\n**Air travel  **  \nThere are few commercial air travel options available to and from Belarus. \n\n  * Flights could be unavailable on short notice. The availability of other transportation options could change at any time. \n  * Those wishing to leave Belarus should make their own travel plans. The U.S. government cannot help U.S. citizens trying to leave.\n  * Border crossings with neighboring states sometimes close with little notice. U.S. citizens should regularly reevaluate departure plans in the event of an emergency.\n\n\n\nOn May 23, 2021, Belarusian authorities made a commercial plane land improperly. They did this to arrest an opposition journalist on board. EU airlines now avoid Belarusian airspace.\n\nOn February 24, 2022, the Federal Aviation Administration (FAA) issued an ongoing Advisory Notice to Airmen (NOTAM). It bans U.S. air carriers and commercial operators, U.S. pilots, and U.S. registered aircraft from operating in the Minsk Flight Information Region (UMMV). This is due to safety-of-flight risks from ongoing hostilities in Belarus.\n\nThe [Federal Aviation Administration's Prohibitions, Restrictions and Notices includes more information.](https://www.faa.gov/air_traffic/publications/us_restrictions)\n\n**If you choose to disregard the Travel Advisory and travel to Belarus:**\n\n  * Prepare a will and designate appropriate insurance beneficiaries or power of attorney.\n  * Share important documents, log-in information, and points of contact with loved ones so that they can manage your affairs if you are unable to return as planned to the United States. Review this list of documents to prepare for your trip.\n  * Discuss a plan with loved ones regarding care and custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.) funeral wishes, etc.\n  * Leave DNA samples with your medical providers in case it is necessary for your family to access them.\n  * Develop a communication plan with family, your employer or host organization. List how and when you'll confirm you're safe (text or call).  Specify how often you will do this.\n  * Have evacuation plans that do not rely on U.S. government assistance. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html). \n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n  * Consider the unique risks of possessing dual U.S.-Belarusian nationality.\n  * Reconsider bringing electronic devices to Belarus.\n  * Log out of all social media accounts, and do not access personal social media accounts while in Belarus.\n  * Stay aware of your surroundings. \n  * Stay alert in tourist spots.\n  * Follow the instructions of local authorities.\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Country/Belarus/Detail) for Belarus.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/belarus?s_cid=ncezid-dgmq-travel-single-001) for Belarus. \n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage. \n\n\n"
}