{
  "country": "Belarus",
  "level": 4,
  "full_title": "Belarus - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/belarus-travel-advisory.html",
  "filename_base": "belarus",
  "date": "Thu, 28 Aug 2025",
  "content_md": "**Do not travel to Belarus due to:**\n\n  * The risk of harassment by Belarusian security officials.\n  * The arbitrary enforcement of local laws.\n  * The potential for civil unrest.\n  * Danger associated with its continued support of Russia's war against Ukraine.\n\n\n\n**Ordered Departure  \n**On February 28, 2022, the Department of State ordered the departure of U.S. government employees and the suspension of operations at U.S. Embassy Minsk.  \n\n**All consular services, routine and emergency, are suspended until further notice.** The U.S. government has severely limited ability to help U.S. citizens in Belarus. U.S. citizens in Belarus who require consular services should leave the country immediately and contact a U.S. embassy or consulate in another country.\n\n**Advisory Summary:  \n**The U.S. government has extremely limited ability to assist detained U.S. citizens. A U.S. citizen may not receive consular access and could face extended periods of detention with no contact with the outside world.   \n\n**Dual Citizenship  \n**Belarus does not recognize dual nationality. Belarus will not recognize your U.S. citizenship if you are a dual U.S.-Belarusian citizen or have a claim to Belarusian citizenship. \n\n  * Belarus repeatedly has blocked U.S. consular officers from visiting detained dual U.S.-Belarusian citizens. \n  * The Belarusian government has prevented dual U.S.-Belarusian citizens from leaving the country, and in some cases forced dual citizens into mandatory military service.\n\n\n\n**Demonstrations  \n**In Belarus, peaceful assembly and freedom of speech are not protected rights. U.S. citizens should avoid demonstrations. Belarusian authorities have used excessive force to disperse demonstrators, including people peacefully demonstrating.  Bystanders, including foreign nationals, face the possibility of arrest or detention.\n\nU.S. citizens near demonstrations have been arrested. Some have been victims of harassment or mistreatment by Belarusian officials.  Belarusian officials unevenly enforce laws and regulations. Belarusian authorities have targeted individuals associated with independent and foreign media. \n\nBelarusian authorities have detained tens of thousands of individuals, including U.S. citizens, accused of links to opposition parties and involvement in political protests, even if these links or associated activities occurred outside Belarus. \n\nAbout 1,100 prisoners are currently in prison or otherwise detained for political activities that may not be considered crimes in the United States.  The Belarusian authorities have denied prisoners access to their embassy and lawyers, as well as restricted communication with family outside prison Conditions in Belarusian detention facilities are extremely poor and there are credible accounts of prisoners being mistreated and abused while in custody.  \n\n**Electronic devices  \n**Reconsider bringing electronic devices into Belarus. U.S. citizens should assume all electronic communications and devices in Belarus are monitored by Belarusian security services. Belarusian security services have arrested U.S. citizens and other foreign nationals based on information found on electronic devices, including information that was created, transmitted, or stored while in another country.\n\n**Air Travel  \n**There are few commercial air travel options available into and out of Belarus. Flights could be unavailable on short notice, and the availability of other transportation options could change at any time. Those wishing to leave Belarus should make their own travel plans. The U.S. government can only offer limited help to U.S. citizens trying to leave. \n\nBorder crossings with neighboring states sometimes close with little notice. U.S. citizens should regularly reevaluate departure plans in the event of an emergency. \n\nOn May 23, 2021, Belarusian authorities improperly forced the landing of a commercial plane transiting through Belarusian airspace in order to arrest an opposition journalist who was a passenger.  \n\nOn February 24, 2022, the Federal Aviation Administration (FAA) issued an ongoing Advisory Notice to Airmen (NOTAM) banning U.S. air carriers and commercial operators, U.S. pilots, and U.S. registered aircraft from operating in the Minsk Flight Information Region (UMMV) due to safety-of-flight risks associated with ongoing hostilities.  The [Federal Aviation Administration's Prohibitions, Restrictions and Notices includes more information.](https://www.faa.gov/air_traffic/publications/us_restrictions)\n\nReview the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Belarus.html) for additional information on travel to Belarus.\n\n**If you choose to disregard the Travel Advisory and travel to Belarus: **\n\n  * Prepare a will and designate appropriate insurance beneficiaries or power of attorney.\n  * Share important documents, log-in information, and points of contact with loved ones so that they can manage your affairs if you are unable to return as planned to the United States. Review this list of documents to prepare for your trip.\n  * Discuss a plan with loved ones regarding care and custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.) funeral wishes, etc.\n  * Leave DNA samples with your medical providers in case it is necessary for your family to access them.\n  * Develop a communication plan with family, your employer or host organization. List how and when you'll confirm you're safe (text or call).  Specify how often you will do this.\n  * Have evacuation plans that do not rely on U.S. government assistance. Review the information on [what the U.S. government can and cannot do to assist you in an emergency while overseas](https://travel.state.gov/content/travel/en/international-travel/emergencies/what-state-dept-can-cant-do-crisis.html). \n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Consider the unique risks of possessing dual U.S.-Belarusian nationality.\n  * Reconsider bringing electronic devices to Belarus.\n  * Log out of all social media accounts, and do not access personal social media accounts while in Belarus.\n  * Avoid demonstrations and crowds.\n  * Check local and international media for breaking events. Be prepared to adjust your plans based on new information.\n  * Keep travel documents up to date and easily accessible.\n  * Enroll in the [Smart Traveler Enrollment Program](https://travel.state.gov/content/travel/en/international-travel/before-you-go/step.html) ([STEP](https://step.state.gov/step/)) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency. \n  * Review the [Country Security Report](https://www.osac.gov/Country/Belarus/Detail) for Belarus.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information for Belarus](https://wwwnc.cdc.gov/travel/destinations/traveler/none/belarus?s_cid=ncezid-dgmq-travel-single-001). \n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider ](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html?cq_ck=1708701048867)about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n"
}