{
  "country": "Belize",
  "level": 2,
  "full_title": "Belize - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/belizetravel-advisory.html",
  "filename_base": "belize",
  "date": "Mon, 30 Dec 2024",
  "content_md": "**Reissued after periodic review with minor edits.  \n  \n**Exercise increased caution in Belize due to**  crime**. Some areas have increased risk. Please read the entire Travel Advisory.\n\n**Country Summary** : Violent crime - such as sexual assault, home invasions, armed robberies, and murder - are common even during the day and in tourist areas. A significant portion of violent crime is gang related. Due to high crime, travelers are advised to exercise caution while traveling to the south side of Belize City. Local police lack the resources and training to respond effectively to serious crimes. Most crimes remain unresolved and unprosecuted. \n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Belize.html) for additional information on travel to Belize.\n\nIf you decide to travel to Belize: \n\n  * Be aware of your surroundings. \n  * Avoid walking or driving at night. \n  * Do not physically resist any robbery attempt. \n  * Be extra vigilant when visiting banks or ATMs. \n  * Do not display signs of wealth, such as wearing expensive watches or jewelry. \n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/) to receive alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/) and [X/Twitter](https://twitter.com/travelgov). \n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Belize.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html). \n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/belize) related to your travel.\n\n\n\n**Belize City - Level 3: Reconsider Travel**\n\nU.S. citizens should avoid traveling to Belize City. Historically much of the violent crime in Belize occurs in the Southside of Belize City and is gang related. This area (south of Haulover Creek Canal and continuing south to Fabers Road) does not overlap with the typical tourism areas. All visitors should maintain an elevated level of situational awareness, exercise increased caution, and practice good safety and security practices.\n"
}