{
  "country": "Benin",
  "level": 2,
  "full_title": "Benin - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/benin-travel-advisory.html",
  "filename_base": "benin",
  "date": "Fri, 24 May 2024",
  "content_md": "**Reissued to update information on Crime, Terrorism, and Kidnapping. Risks due to Maritime Crime (Other) is removed.**\n\nExercise increased caution in Benin due to**  crime, kidnapping, and  terrorism. **Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not Travel to the below areas of Benin due to crime, terrorism, and kidnapping:**\n\n  * The city of Kandi and all areas north and east extending to Benin's borders with Burkina Faso, Niger, and Nigeria.\n  * The city of Tanguieta and all areas north and west extending to Benin's borders with Burkina Faso and Togo.\n  * The Pendjari and W National Parks\n  * The Pendjari, Atacora, and Djona Hunting Zones\n  * Route Nationale Inter-Etats 7 (RNIE 7) between Banikora and Segbana\n  * Route Nationale 10 (RN 10) between Nikki and Segbana\n\n\n\n**Country Summary:**  \nBandits, criminal organizations, and terrorist groups are active in Benin, particularly in areas of Benin bordering Burkina Faso and Niger. Attacks in these areas can occur with little or no warning, and could target shops, markets, hotels, places of worship, restaurants, bars, schools, government installations, transportation hubs, and other places where crowds gather.  Violent attacks are far more likely in the northern areas of Benin than in the southern and coastal areas.\n\nCrimes such as robbery and assault occur in Benin. These crimes often happen at night and in isolated locations. Crime occurs more frequently in urban areas and crowded markets.  \n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Benin.html) for additional information on travel to Benin.\n\nIf you decide to travel to Benin:\n\n  * Monitor local media for breaking events and adjust your plans.\n  * Use caution when walking or driving at night.\n  * Be aware of your surroundings.\n  * Keep a low profile.\n  * Do not display signs of wealth, such as expensive watches or jewelry.\n  * Do not physically resist any robbery attempt.\n  * Develop a communication plan with family and/or your employer or host organization.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](http://step.state.gov/) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/), [Threads](https://www.threads.net/@statedept) and [X](https://twitter.com/TravelGov).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Benin.\n  * Obtain comprehensive travel medical insurance that includes medical evacuation prior to travel.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n\n\n\n**Level 4: Do Not Travel - Areas of Benin bordering Burkina Faso, Niger, and the Nigerian states of Kebbi, Niger, and Kwara**\n\nViolent attacks may occur in these areas with little or no warning. Bandits, criminal organizations, and terrorist groups have carried out attacks in areas of southern Burkina Faso, southern Niger, and northern Benin (including near Park Pendjari, Park W, and adjacent hunting zones). Foreign nationals and residents traveling in these areas have been kidnapped in Park Pendjari.\n\nBandits, criminal organizations, and terrorist groups are active in the vicinity of Kandi and Tanguieta and in the northeastern border region between Benin and Nigeria, specifically in the border region north of Nikki. Foreign nationals and residents are at risk of kidnapping in this region.\n\nThe U.S. government has limited ability to provide routine or emergency consular services to U.S. citizens in Benin's northern border areas. U.S. government employees under Chief of Mission security responsibility are prohibited from personal travel and must obtain special authorization for official travel to the areas described above.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n"
}