{
  "country": "Brazil",
  "level": 2,
  "full_title": "Brazil - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/brazil-travel-advisory.html",
  "filename_base": "brazil",
  "date": "Thu, 29 May 2025",
  "content_md": "**Updated to add risk indicator for kidnapping**.\n\nExercise increased caution in Brazil due to crime and kidnapping. Some areas have increased risk. Read the entire Travel Advisory.\n\nDo not travel to these areas due to crime:\n\n  * Anywhere within 160 km/100 miles of Brazil's land borders with Bolivia, Colombia, Guyana, French Guiana, Paraguay, Peru, Suriname, and Venezuela. This restriction does not apply to the Foz do Iguacu National Park or Pantanal National Park.\n  * Informal housing developments, such as favelas, vilas, comunidades, or conglomerados, at any time.\n  * Brasilia's \"Satellite Cities\" at night. This includes Ceilandia, Santa Maria, Sao Sebastiao, and Paranoa.\n\n\n\n**Country Summary:** Violent crime, including murder, armed robbery, and carjacking, can occur in urban areas, day and night. There was a kidnapping for ransom of U.S. travelers. Gang activity and organized crime are widespread and often tied to the recreational drug trade. Assaults, including with sedatives and drugs placed in drinks, are common, especially in Rio de Janeiro. Criminals target foreigners through dating apps or at bars before drugging and robbing their victims. U.S. government employees are advised not to use municipal buses in Brazil because of a serious risk of robbery and assault, especially at night.\n\nIf you decide to travel to Brazil:\n\n  * Stay aware of your surroundings.\n  * Do not physically resist any robbery attempt.\n  * Do not accept food or drinks from strangers and always watch your drinks.\n  * Use caution when walking or driving at night.\n  * Avoid going to bars or nightclubs alone.\n  * Avoid walking on beaches after dark.\n  * Do not display signs of wealth, such as expensive watches or jewelry.\n  * Be alert to date drug scams.\n  * Stay alert when visiting banks or ATMs.\n  * Be careful at major transportation centers or on public transport, especially at night. Passengers are at higher risk of robbery or assault when using public buses in Brazil.\n  * Use increased caution when hiking in isolated areas.\n  * Develop a communication plan with family, employer, or host organization so they can monitor your safety and location as you travel through high-risk areas. Specify how you'll confirm you're safe (text, calls, etc.), how often, and who you'll contact first to share the information.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/) to receive messages and alerts from the U.S. Embassy and make it easier to locate you in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/7ce0bb41-df62-4e92-b4b0-1d02a39be392) for Brazil.\n  * Prepare a plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n  * Visit the CDC page for the [latest Travel Health Information](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Brazil.html#ExternalPopup) related to your travel and return to the United States.\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html?cq_ck=1708701048867) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\n**International Borders - Level 4: Do Not Travel **  \nGiven security risks, U.S. government employees working in Brazil must obtain special authorization to travel within 160 km/100 miles of the international land borders with Bolivia, Colombia, Guyana, French Guiana, Paraguay, Peru, Suriname, and Venezuela. Travel to the Foz do Iguacu National Park and Pantanal National Park is allowed.\n\nDo not travel to these areas for any reason.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**Informal Housing Developments (commonly known as favelas, vilas, comunidades or conglomerados) - Level 4: Do Not Travel **  \nGiven crime concerns, U.S. government employees working in Brazil must obtain special authorization to travel to informal housing developments in Brazil.\n\nDo not travel to informal housing developments, even on guided tours. Neither tour companies nor police can guarantee your safety when entering these communities. Even in areas that police or local governments deem safe, the situation can change quickly. While some informal housing developments have clear boundaries, other such areas may be less obvious, and may be identified by crowded quarters, impoverished conditions, or irregular construction. Exercise caution near these communities as gang fighting and police clashes sometimes move beyond the confines of these areas.\n\nCheck the Safety and Security Section on the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Brazil.html) and consult [the maps on the Embassy's website](https://br.usembassy.gov/services/maps-of-u-s-citizen-caution-areas/) for details about favelas.\n\nDo not travel to these areas for any reason.\n\nVisit our website for [Travel High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**Brasilia 's \"Satellite Cities\" - Level 4: Do Not Travel **  \nGiven crime risks, U.S. government employees working in Brazil must obtain special authorization to travel to Brasilia's Administrative Regions of Ceilandia, Santa Maria, Sao Sebastiao, and Paranoa between 6:00 p.m. and 6:00 a.m.\n\nDo not travel to these areas for any reason.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n"
}