{
  "country": "Burundi",
  "level": 3,
  "full_title": "Burundi - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/burundi-travel-advisory.html",
  "filename_base": "burundi",
  "date": "Tue, 29 Apr 2025",
  "content_md": "**_Updated to reflect the end of ordered departure of eligible family members and authorized departure for non-emergency employees and updates to U.S. government employee movement restrictions._**\n\nReconsider travel to Burundi due to **political violence, crime,** and**health**. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not Travel to** :\n\n  * The former Central Market located on Chaussee Prince Louis Rwagasore in Bujumbura due to the risk of **violent** **crime**.\n  * Cibitoke and Bubanza provinces and Kibira National Park due to potential **armed violence**.\n\n\n\n**Country Summary:**  The possibility for political violence exists throughout Burundi. Police and military checkpoints are common and can limit movement. Police may search private homes for weapons. The borders may close without notice.\n\nViolent crimes like assault, carjacking, home invasion, grenade attacks, and armed robbery are possible. Criminals may target foreigners and residents suspected of having large sums of cash. Local police lack the resources and training to respond effectively to crimes.\n\nMedical services in Burundi fall well below U.S. standards, and there are no adequate trauma services in the country. Emergency medical and fire services are limited or non-existent in some areas of the country. Even relatively minor health problems may necessitate a medical evacuation at the traveler's expense. Medical evacuation insurance valid for travel to Burundi is strongly recommended.\n\nDue to the risks, the U.S. government has limited ability to provide emergency services to U.S. citizens throughout Burundi. U.S. Embassy staff are subject to restrictions when traveling in certain areas of Burundi and may be subject to other constraints as security conditions warrant. U.S. government employees working in Burundi are prohibited from travelling outside Bujumbura Mairie during hours of darkness (typically 6:00 p.m. to 6:00 a.m.).\n\nDue to the risks, the U.S. government may be unable to provide emergency services to U.S. citizens in the following areas:\n\n  * The provinces of Bubanza.\n  * Cibitoke and Kibira National Park (including the park's southernmost part in Muramvya province).\n\n\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Burundi.html) for additional information on travel to Burundi.\n\nIf you decide to travel to Burundi:    \n\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive Alerts and make it easier to locate you in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Burundi.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Bring a sufficient supply of over-the-counter and prescription medicines.\n  * We highly recommend that you buy insurance before you travel.\n  * Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation\n  * assistance, medical insurance, and trip cancellation coverage.\n  * Visit the CDC page for [the latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel and return to the United States\n  * Avoid areas where there are large gatherings, protests, or demonstrations, and exercise caution in the vicinity of any such gatherings.\n  * Remain aware of your surroundings and be vigilant when traveling in unfamiliar areas or outside of cities and along border areas; take appropriate steps to enhance your personal security.\n  * Prepare contingency plans for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Consider traveling in pairs and using convoys of multiple vehicles to mitigate the risks related to traveling outside of Bujumbura. Carry additional fuel, spare tires, and provisions. Include a map, navigation equipment, and first aid kit. Service stations are scarce in rural areas. Professional roadside assistance service is not available outside the capital.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter](https://x.com/travelgov).\n\n\n\n**The former Central Market located on Chaussee Prince Louis Rwagasore - Level 4: Do Not Travel**\n\nViolent crimes, such as grenade attacks and armed robbery, can occur.\n\nThe former Central Market located on Chaussee Prince Louis Rwagasore is off-limits to U.S. Embassy personnel at all times.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n**Cibitoke and Bubanza provinces and Kibira National Park - Level 4: Do Not Travel**\n\nArmed persons and groups exploit porous borders and forested areas between Burundi, Rwanda, and the Democratic Republic of the Congo for movement and activities. U.S. government employees working in Burundi are restricted from travel to the following areas without special permission: the provinces of Bubanza and Cibitoke and Kibira National Park (including the park's southernmost part in Muramvya province).\n\nDue to travel restrictions on U.S. Embassy personnel, the U.S. government may be unable to provide emergency services to U.S. citizens in these areas.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}