{
  "country": "Cameroon",
  "level": 2,
  "full_title": "Cameroon - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/cameroon-travel-advisory.html",
  "filename_base": "cameroon",
  "date": "Wed, 18 Dec 2024",
  "content_md": "**_Updated to reflect the addition of health and civil unrest indicators._**\n\nExercise increased caution in Cameroon due to **armed violence** ,**civil unrest** , **crime** , **health** ,**kidnapping** ,**** and**terrorism**. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not Travel to:**\n\n  * Northwest and Southwest Regions due to**armed violence** ,**crime** ,**** and**kidnapping**.\n  * North Region and parts of East and Adamawa Regions due to **crime** and**kidnapping.**\n  * Far North Region due to **crime** ,**kidnapping** , and **terrorism.**\n\n\n\n**Country Summary:  **Violent crime, kidnapping for ransom, armed robbery, and carjacking, is common throughout Cameroon, especially in the regions listed above. Local police lack the resources to respond effectively to serious criminal incidents.\n\nCivil unrest is common, with the potential for political violence.  \n\nAccess to health care is limited.\n\n****The U.S. government has limited ability to provide emergency services to U.S. citizens in North, Far North, Northwest, Southwest, and parts of Adamawa and East Regions of Cameroon due to current official travel restrictions..\n\nRead the [Country Information Page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Cameroon.html) for additional information on travel to Cameroon.\n\nIf you decide to travel to Cameroon:\n\n  * Do not display signs of wealth, such as expensive watches, handbags, or jewelry.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive important information from the Embassy about safety conditions in your destination country, help the Embassy contact you in an emergency, and help family and friends get in touch with you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter](https://twitter.com/StateDept?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Cameroon.\n  * Prepare a contingency plan for emergency situations.  Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n\n\n\n**North, Far North, Northwest, and Southwest Regions, and parts of East and Adamawa Regions - Level 4: Do Not Travel**\n\nViolent crime, including kidnapping for ransom, armed robbery, assault, and carjacking is a serious concern in Cameroon, especially in these areas.\n\nIn the Adamawa Region north of the capital, Ngaoundere, and East Region, there is a heightened criminal threat within 20 kilometers of the border with the Central African Republic.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**Far North Region - Level 4: Do Not Travel**\n\nIn the Far North Region, terrorists may attack with no warning, targeting local facilities and places frequented by Westerners.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**Northwest and Southwest Regions - Level 4: Do Not Travel**\n\nIn Northwest and Southwest Regions, armed clashes between separatists and government forces, and other acts of violence, including violent criminality, kidnapping for ransom, sexual assault, arson, roadside ambushes and robberies, use of improvised explosive devices, illegitimate detentions, and murder have occurred. Security force operations, curfews and movement restrictions, and attacks by armed militants can take place at any time throughout these regions, including in urban areas. Ongoing violence has led to a breakdown in order and a significant decline in public services, including medical resources in large areas of both regions.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n"
}