{
  "country": "Chad",
  "level": 3,
  "full_title": "Chad - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/chad-travel-advisory.html",
  "filename_base": "chad",
  "date": "Tue, 18 Mar 2025",
  "content_md": "**_Updated to reflect additional information about violent crime and travel to border areas._**\n\nReconsider travel to Chad due to **crime, terrorism, civil unrest** , and **kidnapping.  **Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not Travel to:**\n\n  * Lake Chad region due to **terrorism**.\n  * Borders with Cameroon, Central African Republic, Libya, Niger, Nigeria, and Sudan due to **armed conflict**  and **minefields**\n\n\n\n**Country Summary:**  Violent crime such as armed robbery, carjacking, kidnapping, rape, homicide, and muggings, occur in Chad.\n\n**Terrorists** may attack with little or no warning, targeting foreigners, local security forces, and civilians.\n\n**Demonstrations** occur sporadically and have on occasion resulted in violence or use of tear gas by authorities. Outside of N'Djamena, the U.S. Government has extremely limited ability to provide emergency services to U.S. citizens in Chad.  Due to risks, U.S. Government employees working in Chad must obtain special authorization to travel outside of the capital.Read the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Chad.html) for additional information on travel to Chad.\n\nIf you decide to travel to Chad:\n\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Check local media for breaking events.  Be prepared to adjust your plans.\n  * Do not physically resist any robbery attempt.\n  * Be aware of your surroundings.\n  * Keep travel documents up to date and easily accessible.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n  * Develop a communication plan with family or your employer or host organization. This is so that they can monitor your safety and location as you travel through high-risk areas.  Specify how you'll confirm you're safe (text, calls, etc.), how often, and who you'll contact first to share the information. \n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive Alerts and make it easier to locate you in an emergency.\n  * Prepare a backup plan for emergency situations.  Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html#_blank).\n  * Visit the CDC page for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel and return to the United States.\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\n**Lake Chad Region - Level 4: Do Not Travel**\n\nTerrorists and armed non-governmental groups may attack with little or no warning. They target foreigners, local security forces, and civilians. Terrorists and armed non-governmental groups can easily cross borders. Government security forces may restrict civilian movement and engage in military operations with limited warning. Do not travel to this area for any reason.\n\nOutside of N'Djamena, the U.S. Government has extremely limited ability to provide emergency services to U.S. citizens in Chad including the Lake Chad Basin.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n**Borders of Cameroon,  Central African Republic, Libya, Niger, Nigeria, and Sudan - Level 4:  Do Not Travel**\n\nArmed non-governmental groups operate along Chad's borders with Cameroon, Central African Republic, Niger, Nigeria, Sudan, and in Libya and northern Chad.  Do not travel to this area for any reason.\n\nThere are unmapped and undocumented minefields along the borders with both Libya and Sudan.\n\nOutside of N'Djamena, the U.S. Government has extremely limited ability to provide emergency services to U.S. citizens in Chad, particularly in border areas.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}