{
  "country": "Comoros",
  "level": 2,
  "full_title": "Comoros - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/comoros-travel-advisory.html",
  "filename_base": "comoros",
  "date": "Mon, 12 Jan 2026",
  "content_md": "** _There was no change to the advisory level. The \"health\" risk indicator was added. Advisory summary was updated._**\n\nExercise increase caution in Comoros**** due to **crime, unrest** and **health**.\n\n**Advisory summary**  \nThere is no full-time official U.S. presence in Comoros. Consular services for U.S. citizens in Comoros are provided by the U.S. embassy in Madagascar.\n\n**Crime**  \nPetty crime is common in Comoros. Stay aware of your surroundings. Comoros has also had reports of piracy. Small crafts on the open seas are vulnerable to attack.\n\n**Unrest - Demonstrations**  \nProtests occur spontaneously in Comoros and can happen due to political factors. Most protests occur in Moroni, and some have turned violent. Protesters have also engaged in the destruction of property.\n\n**Health**  \nHealthcare, including ambulance services, is limited in Moroni. It is very limited in rural areas. Medical care in rural areas often requires transportation to Moroni. Medical evacuation from Comoros is often needed for significant injuries and illnesses.\n\nReview the Health section of our Travel Guidance or more information.\n\n**If you decide to travel to Comoros:**\n\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Avoid demonstrations and crowds.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n  * Keep a low profile.\n  * Stay aware of your surroundings.\n  * Do not physically resist any robbery attempt.\n  * Use caution when walking or driving at night.\n  * Do not display signs of wealth, like expensive watches or jewelry.\n  * Do not answer your door at your hotel or residence unless you know who it is.\n  * Stay alert when visiting banks or ATMs.\n  * Purchase medical evacuation insurance. If you purchase medical travel insurance, you are responsible for seeking reimbursement from your medical insurance.  Be sure to follow their guidance and instructions for filing claims.\n  * Medical services for routine and emergency procedures are limited. Read the Health section of our Travel Guidance for more information.\n  * You should carry prescription medication in its original packaging, along with your doctor's prescription.\n  * Be sure to bring enough of your prescriptions (as well as over-the-counter medications) to last the duration of your trip.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/4dd3bbab-2b14-466d-a6a4-1c96174491ab) for Comoros.__\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/comoros?s_cid=ncezid-dgmq-travel-single-001) for Comoros.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}