{
  "country": "Cote d Ivoire",
  "level": 2,
  "full_title": "Cote d Ivoire - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/cote-d-ivoire-travel-advisory.html",
  "filename_base": "cote_d_ivoire",
  "date": "Wed, 18 Feb 2026",
  "content_md": "_There was no change to the advisory level or risk indicators. Advisory summary was updated._\n\nExercise increased caution in Cote d'Ivoire due to **crime, terrorism, unrest, health** , and **piracy** in nearby waters. Some areas have increased risk. Read the entire Travel Advisory. \n\n**Do Not Travel to the northern border region due to risks of crime and terrorism**.\n\n**Advisory summary**\n\nDo not travel to the northern border region of Cote d'Ivoire for any reason.\n\n**U.S. government employee travel restrictions**\n\nThe U.S. government has a limited ability to provide routine or emergency services to U.S. citizens outside of Abidjan. U.S. government employees working in Cote d'Ivoire are not allowed to drive outside major cities at night and require two-car convoys for official travel outside of coastal and major north/south highways. U.S. citizens are advised to take the same precautions.\n\n**Crime**\n\nCrime continues to be a concern in Cote d'Ivoire. Violent crime, including carjacking, robbery, and home invasion, is common in some areas. Local police often lack resources to respond to serious crimes. Stay aware of your surroundings in urban areas and crowded markets. Police roadblocks may be present throughout the country, and though not common recently, unofficial roadblocks may be encountered in some locations.  \n\n**Terrorism**\n\nThere is risk of terrorist violence, including terrorist attacks and other activity, in Cote d'Ivoire. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n\nTerrorists may attack without warning:\n\n  * Spots frequented by foreigners anywhere in the country \n  * Night clubs\n  * Schools\n  * Hotels\n  * Restaurants\n  * Places of worship\n  * International diplomatic missions\n  * Local security forces and civilians\n\n\n\n**Unrest**\n\nTravelers should avoid demonstrations, protests, political rallies, and large crowds.  These events can become violent. Demonstrators and security forces may clash suddenly. Police may use tear gas or other force to break up crowds.\n\n**Health**\n\n  * Health facilities are available in major cities, although medical services for routine and emergency procedures may be limited. Health infrastructure in rural areas of Cote d'Ivoire is less adequate. Health services, including routine and emergency procedures, are often unavailable or may not meet U.S. standards of care. Hospitals and doctors may require payment up front prior to service or admission.\n  * There are often shortages of medicine, medical supplies, and basic resources in public and private health facilities. Pharmacies are not well regulated.  Locally available medications may be unsafe.\n\n\n\n**Piracy**\n\nShips at sea near Cote d'Ivoire are vulnerable to major threats from piracy, armed robbery, and kidnapping for ransom. U.S. citizens on vessels in the Gulf of Guinea off West Africa should stay alert. \n\n**Level 4: Do Not Travel**\n\n**Do Not Travel to areas of northern border region due to crime and terrorism**\n\nThe main terrorist threat to Cote d'Ivoire is from a group called Jama'at Nusrat al-Islam wal-Muslimin (JNIM). JNIM is linked to al-Qa'ida and mostly operates in the Sahel region, including Burkina Faso and Mali. In the past, JNIM has crossed the border from Burkina Faso to conduct attacks in northern Cote d'Ivoire.  Attacks have occurred in the Savanes and Zanzan Districts, including Comoe National Park. These attacks have mainly targeted Ivoirian security forces, and sometimes civilians.\n\nAl-Qa'ida in the Lands of the Islamic Maghreb (AQIM) has carried out small-scale attacks in northern Cote d'Ivoire. After these attacks, the Ivoirian Armed Forces formed the Northern Operational Zone (ZON) to protect the region, and the government established the Counterterrorism Operational Intelligence Center (CROAT) and International Counterterrorism Academy (AILCT) as part of a national effort to stop terrorism. There have been no recent known incidents of violent extremism in the region, although risks remain along the northern border and in the northeast corner of Cote d'Ivoire. \n\n**If you decide to travel to C ote d'Ivoire:         **\n\n  * Have a plan to leave in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).****\n  * Review our information on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html) _,_[Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html), [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html), [U.S. Citizens Missing Abroad](https://travel.state.gov/en/international-travel/help-abroad/missing-us-citizen.html), and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).****\n  * Give your itinerary to a family member or friend. ****\n  * Develop a communication plan with family, your employer, or host organization. This helps them monitor your safety and location as you travel through high-risk areas. Specify how you'll confirm you're safe (text, calls, etc.), how often, and who you'll contact first to share the information.\n  * Carry a copy of your passport and visa (if applicable). Leave originals in your hotel safe. ****\n  * Do not display signs of wealth, like expensive watches or jewelry. ****\n  * Do not physically resist any robbery attempt. ****\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy. Enrolling helps the U.S. embassy contact you or your emergency contact in an emergency.\n  * Review the Overseas Security Advisory Council [OSAC Country Security Report](https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.osac.gov%2FCountry%2FCotedIvoire%2FDetail&data=05%7C02%7COCSContentManager%40state.gov%7C43b594f36ce84671101908de6ef6f48a%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C639070204098306258%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=bmvdWv%2F0UBDSUnuOqnGjmDILWYWoYDcic38jlfAW20c%3D&reserved=0) for Cote d'Ivoire.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel) for Cote d'Ivoire.\n  * Whether you are a first time or frequent traveler, use the [International Travel Checklist.](https://travel.state.gov/en/international-travel/planning/checklist.html)\n\n\n\nWe highly recommend that you buy travel insurance before you travel.  Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n"
}