{
  "country": "Cyprus",
  "level": 1,
  "full_title": "Cyprus - Level 1: Exercise Normal Precautions",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/cyprus-travel-advisory.html",
  "filename_base": "cyprus",
  "date": "Mon, 13 Jan 2025",
  "content_md": "**_Reissued after periodic review with minor edits_**\n\nExercise normal precautions in Cyprus. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Country Summary:**  Do not attempt to enter the United Nations buffer zone at any place other than a designated crossing point. Police and UN peacekeeping forces strictly enforce this restriction.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Cyprus.html) for additional information on travel to Cyprus.\n\nIf you decide to travel to Cyprus:\n\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive security messages and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter](https://x.com/travelgov).\n  * Review the [Country Security Report](https://www.osac.gov/Country/Cyprus/Detail) for Cyprus.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list)  related to your travel.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n\n\n\n**Turkish Cypriot-Administered Area - Exercise increased caution**\n\n  * **The U.S. Embassy in Nicosia has limited ability to assist U.S. citizens in this area.**\n  * **Human rights reports show that central prison and police detention facilities in this area do not meet international standards.**\n\n\n\nSince 1974, the southern part of Cyprus has been under the control of the internationally recognized Government of the Republic of Cyprus. The northern part of Cyprus, administered by Turkish Cypriots, proclaimed itself the \"Turkish Republic of Northern Cyprus\" (\"TRNC\") in 1983. The United States does not recognize the \"TRNC,\" nor does any country other than Turkiye. A buffer zone, patrolled by the UN Peacekeeping Force in Cyprus, separates the two sides. For U.S. citizen travelers:\n\n  * **Enter and exit the island of Cyprus ONLY  **at Larnaca and Paphos airports or at the seaports of Limassol, Larnaca, and Paphos. The Republic of Cyprus **does not consider**  entry via Ercan Airport or by a seaport in the north to be a legal entrance or departure to Cyprus. U.S. citizens who depart the island from Ercan could have difficulty returning to the Republic of Cyprus in the future.\n  * You **cannot receive a residency permit**  from the Republic of Cyprus to reside in the area administered by Turkish Cypriots.\n  * The Republic of Cyprus **does not recognize**  residence permits issued by Turkish Cypriots. If you arrive to the island at a north seaport or Ercan airport or stay in the Turkish Cypriot-administered area for over 90 days, you might be subsequently denied entry into the Republic of Cyprus.\n  * The U.S. Embassy has limited ability to help U.S. citizens in need of assistance in the area administered by Turkish Cypriots as the government of the Republic of Cyprus does not control the area. Travelers should factor this consideration into their activities in this area.\n\n\n"
}