{
  "country": "Ecuador",
  "level": 2,
  "full_title": "Ecuador - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.ecu.html",
  "filename_base": "ecuador",
  "date": "Tue, 14 Oct 2025",
  "content_md": "Exercise increased caution\n\nin **Ecuador** due to risk of **crime** , **terrorism** , **unrest** , and **kidnapping**. Some areas have increased risk. Read the entire Travel Advisory. \n\nCrime and kidnapping\n\nCrime is a widespread problem in Ecuador. Violent crime typically associated with narcotrafficking is common. It includes murder, assault, kidnapping, and armed robbery.  Areas with transnational criminal organizations see much higher rates of violent crime. U.S. citizens and LPRs have been victims of kidnapping and extortion.\n\nTerrorism\n\nThere is risk of terrorist violence, including terrorist attacks and other activity in Ecuador. Visit the U.S. Department of State's country reports on terrorism to learn more. \n\nDemonstrations\n\n  * Demonstrations happen across the country.\n  * They are usually driven by political or economic reasons.\n  * Demonstrators often block local roads and major highways without warning, disrupting access to important infrastructure.  \n\n\n\nLocal and U.S. Government Assistance\n\n  * Most of Ecuador’s land is empty and remote, especially outside big towns and cities.\n  * Local and U.S. government help may be very limited in remote areas. This may cause delays for U.S. citizens in remote areas.\n\n\n\nDo Not Travel to these areas due to terrorism and crime:\n\n  * Guayaquil, **south** of Portete de Tarqui Avenue.\n  * The cities of Huaquillas and Arenillas in the province of El Oro.\n  * The cities of Quevedo, Quinsaloma, and Pueblo Viejo in the province of Los Rios.\n  * The canton of Duran, in the province of Guayas.\n  * Esmeraldas City and all areas north of Esmeraldas City in Esmeraldas province.\n  * The area north of Esmeraldas City to the Colombian border and east to Carchi province.\n\n\n\nReconsider Travel to these areas due to terrorism and crime:\n\n  * Guayaquil north of Portete de Tarqui Avenue.\n  * El Oro province outside the cities of Huaquillas and Arenillas.\n  * Los Rios province outside the cities of Quevedo, Quinsaloma, and Pueblo Viejo.\n  * All areas south of Esmeraldas city in Esmeraldas province.\n  * The provinces of Sucumbios, Manabi, Santa Elena, and Santo Domingo.\n\n\n"
}