{
  "country": "Egypt",
  "level": 2,
  "full_title": "Egypt - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.egy.html",
  "filename_base": "egypt",
  "date": "Tue, 15 Jul 2025",
  "content_md": "Exercise increased caution\n\nin **Egypt** due to **terrorism** , **crime** , and **health**. Some areas have increased risk. \n\n  * The U.S. Embassy has limited ability to help dual national U.S.-Egyptian citizens who are arrested or detained.\n  * Egyptian law considers dual citizens to be solely Egyptian citizens.\n\n\n\n**Terrorism**\n\nThere is risk of terrorist violence, including terrorist attacks and other activity in Northern and Middle Sinai Peninsula. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more. Terrorists may attack with little or no warning: \n\nEgyptian authorities generally offer effective security protection. However, extremists continue to express interest in planning and carrying out attacks. Security is generally present at potential targets, which include: \n\n  * Religious sites (mosques, churches, monasteries, and buses traveling there) \n  * Local government buildings, and diplomatic facilities (embassies) \n  * Tourist sites \n  * Transportation centers \n  * Shopping malls \n  * Restaurants and foreign businesses \n  * Resorts \n  * Roadside checkpoints \n  * Urban areas in Cairo \n\n\n\n**Crime**\n\nMost crimes against foreigners are crimes of opportunity, like purse snatching and pickpocketing. Harassment of women, including foreigners, is a problem in Egypt. It can include vulgar comments, gestures, indecent exposure, and unwanted physical contact. Tourists should beware of overcharging and scams in tourist areas. Review the [Country Security Report for Egypt](https://www.osac.gov/Content/Report/f9535564-b44b-40f6-971b-1c31033d9a55) for further details. \n\n**Health**\n\nEmergency and intensive care facilities are limited in Egypt and may be unavailable in remote areas. Ambulances are rare, unreliable in most areas, and don’t have advanced medical equipment. \n\n**Global polio**\n\nSome international destinations, including Egypt, have circulating poliovirus. Before traveling to Egypt, make sure you are up to date on your polio vaccines. Check the [CDC website for current vaccination recommendations](https://wwwnc.cdc.gov/travel/destinations/traveler/none/egypt).\n\n**Demonstrations**\n\nProtests or demonstrations may occur suddenly: \n\n  * Individuals have been arrested for being in the vicinity of protests in Egypt, even when not actively participating. \n  * U.S. citizens have been arrested for participating in protests. \n  * You may be detained for posting anything on social media seen as critical of Egypt or its allies, or for disrespecting its cultural sites. \n  * Local law prohibits protesting or demonstrating without a permit. \n\n\n\n**Do not travel to:**\n\n  * The Northern and Middle Sinai Peninsula due to **terrorism.**\n  * The Western Desert due to risk to **safety and security unless traveling with a professionally licensed tour company.**\n  * Egyptian border areas due to **military zones****.**\n\n\n"
}