{
  "country": "Equatorial Guinea",
  "level": 2,
  "full_title": "Equatorial Guinea - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/equatorial-guinea-travel-advisory.html",
  "filename_base": "equatorial_guinea",
  "date": "Tue, 07 Oct 2025",
  "content_md": "**There was no change to the advisory level. The \"Other\" risk indicator was added. Advisory summary was updated.**\n\nExercise Increased Caution in **Equatorial Guinea** due to risk of **crime** , **health** , and **arbitrary enforcement of laws**.****\n\nReview our information on [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n\n**Advisory summary:**\n\n**Crime  \n**Petty crime is common throughout the country. Local police may lack the resources to respond effectively to reports of crime, even serious crime.\n\n**Health  \n**Medical services in Equatorial Guinea are limited. There are no adequate trauma or ambulance services. Even minor health issues may require medical evacuation at the traveler's expense. Be sure to bring enough prescription medications to last the entire duration of your trip. Make sure you have medical or travel insurance that includes medical evacuation. Review our information on [Travel Insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html).\n\n**Other  \n**Travelers face the risk of arbitrary enforcement of local laws that may result in harassment and detention.\n\n**If you decide to travel to Equatorial Guinea** :\n\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n  * Borders may close without notice. Travelers should remain flexible and prepared for sudden changes.\n  * Always travel with your passport and valid visa to avoid complications at checkpoints or border crossings. Keep a copy of your passport and visa in a safe location in your hotel or residence.\n  * Do not physically resist any robbery attempt.\n  * Use caution when walking or driving at night.\n  * Keep a low profile.\n  * Stay aware of your surroundings.\n  * Do not display signs of wealth, like expensive watches or jewelry.\n  * Do not answer your door at your hotel or residence unless you know who it is.\n  * Stay alert in tourist spots.\n  * Stay alert when visiting banks or ATMs.\n  * Give your itinerary to a family member or friend.\n  * Medical services for routine and emergency procedures are limited. Read the Health section of the Travel Guidance on this page for more information.\n  * Make sure you have medical or travel insurance that includes medical evacuation. Review our information on [Travel Insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html).\n  * Check with your doctor about required vaccines and shots for high-risk exposure before you go to Equatorial Guinea. Review the Health section in the Travel Guidance for Equatorial Guinea.\n  * Bring enough supply of over the counter and prescription medicines to cover the duration of the trip.__\n  * Some travelers have been arbitrarily detained for several weeks or more. The Embassy cannot guarantee your release.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report for Equatorial Guinea](https://www.osac.gov/Content/Report/764df5a2-a7d6-483e-bc47-1c880adfea22).__\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/equatorial-guinea) for Equatorial Guinea.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n\n\n"
}