{
  "country": "Gabon",
  "level": 2,
  "full_title": "Gabon - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/gabon-travel-advisory.html",
  "filename_base": "gabon",
  "date": "Wed, 18 Dec 2024",
  "content_md": "**_Updated after periodic review to include an H indicator for health._**\n\nExercise increased caution in Gabon due to **crime** , **civil unrest** , and **health**. Some areas have increased risk. Read the entire travel advisory.\n\nExercise Increased Caution in:\n\n  * Libreville and Port Gentil due to crime, which can include robbery, vehicle break-ins, and residential burglaries.\n\n\n\nThere is an increased military presence throughout Libreville and other areas of Gabon. Demonstrations may occur with little or no warning. A nighttime curfew is in effect and U.S. citizens should confirm and follow instructions of local authorities.\n\nAccess to medical care is limited. Medical facilities are limited in the quality and standard of care they can provide. They may not have adequate supplies of basic medications, especially outside of large cities.\n\nRead the [Country Information Page](https://travel.state.gov/content/passports/en/country/gabon.html) for additional information about travel to Gabon.\n\nIf you decide to travel to Gabon:\n\n  * Respect the curfew.\n  * Avoid demonstrations and crowds.\n  * Check local media for breaking events and prepare to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n  * While travel medical insurance is recommended for all travelers, local medical facilities are likely to require full payment in cash at the time of service and may otherwise deny care.\n  * Travelers to Gabon should have medical evacuation insurance.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive security messages and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/) and [X/Twitter](https://twitter.com/StateDept?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Gabon.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n\n\n"
}