{
  "country": "India",
  "level": 2,
  "full_title": "India - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/india-travel-advisory.html",
  "filename_base": "india",
  "date": "Mon, 16 Jun 2025",
  "content_md": "**_Reissued after periodic review with updates to entry/exit requirements._**\n\n**Exercise increased caution** in India due to **crime** and **terrorism**. Some areas have increased risk.\n\n**Country Summary:** Violent crime and terrorism occur in India.\n\n  * Rape is one of the fastest growing crimes in India.\n  * Violent crimes, including sexual assault, happen at tourist sites and other locations.\n  * Terrorists may attack with little or no warning. They target:\n    * tourist locations\n    * transportation hubs\n    * markets/shopping malls\n    * government facilities\n\n\n\nThe U.S. government has limited ability to provide emergency services to U.S. citizens in rural areas.\n\n  * These areas stretch from eastern Maharashtra and northern Telangana through western West Bengal.\n  * Due to the risks, U.S. government employees working in India must obtain special authorization to travel to these areas.\n\n\n\nIf you decide to travel to India:\n\n  * Do not bring a satellite phone or GPS device. Possessing a satellite phone or GPS device is illegal in India and may result in a penalty of $200,000 or jail time of up to three years.\n  * Do not travel alone, especially if you are a woman. Read travel tips at [Women Travelers](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/women-travelers.html).\n  * Review your personal security plans and stay alert to your surroundings.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to get alerts and make it easier for us to find you in an emergency.\n  * Review the [India Country Security Report](https://www.osac.gov/Content/Report/f9ced08b-e66e-4b2b-b072-1dc1ee841504) from the Overseas Security Advisory Council (OSAC)\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html#_blank).\n  * Visit the CDC page for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel and return to the United States.\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\n**Union territory of Jammu and Kashmir:  \nDo not travel **to this area (except for visits to the eastern Ladakh region and its capital, Leh) due to**terrorism** and **civil unrest**.\n\n  * Terrorist attacks and violent civil unrest are possible. Violence happens sporadically in this area and is common along the Line of Control (LOC) between India and Pakistan.\n  * Violence also occurs in tourist spots in the Kashmir Valley: Srinagar, Gulmarg, and Pahalgam.\n  * The Indian government does not allow foreign tourists to visit certain areas along the LOC.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n\n\n**India-Pakistan Border  \nDo not travel to this area due to potential for armed conflict.**\n\n  * India and Pakistan have a strong military presence on their respective sides of the border.\n  * The only official border crossing for non-citizens of India or Pakistan is in Punjab. It is between Attari, India, and Wagah, Pakistan.\n  * The border crossing is usually open. Check the status before you travel.\n  * To enter Pakistan, you need a Pakistani visa.\n  * Only U.S. citizens residing in India may apply for a Pakistani visa in India. Otherwise, apply for a Pakistani visa in your home country before traveling to India.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n\n\n**Parts of Central and East India:  \nDo not travel to this area due to terrorism.**\n\n  * Maoist extremist groups, or \"Naxalites,\" are active in a large area of India that spans from eastern Maharashtra and northern Telangana through western West Bengal.\n  * Attacks against officers of the Indian government continue to occur sporadically in the rural parts of Chhattisgarh and Jharkhand that border with Telangana, Andhra Pradesh, Maharashtra, Madhya Pradesh, Uttar Pradesh, Bihar, West Bengal, and Odisha. Southwest areas of Odisha are also affected.\n  * The Naxalites have carried out many terrorist attacks, targeting local police, paramilitary forces, and government officials.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n\n\nDue to the changing nature of the threat, U.S. government employees working in India are required to obtain permission prior to traveling to most areas in the states of:\n\n  * Bihar\n  * Jharkhand\n  * Chhattisgarh\n  * West Bengal\n  * Meghalaya\n  * Odisha\n\n\n\nPermission is not required if employees are traveling only to the capital cities of these states.\n\nU.S. government employees working in India also need approval to travel to the eastern region of Maharashtra and the eastern region of Madhya Pradesh.\n\nU.S. citizens are advised not to cross the India-Nepal border by land due to the risk for immigration related detention and fines.\n\n  * Violations of Indian immigration laws are taken very seriously. India may imprison, fine, or deny entry to travelers without valid documents or the correct type of visa.\n  * Electronic visas are not accepted for land border crossings into India. Even those with physical visas have faced issues, including detention and hefty court expenses, due to misunderstandings over permitted travel and durations of stay.\n  * If you choose to cross the India-Nepal land border, be advised to use caution and obey all immigration requirements.\n\n\n\n**Manipur  \nDo not travel to Manipur due to the threat of violence and crime.**\n\n  * Ongoing ethnic-based conflict has resulted in reports of extensive violence and community displacement.\n  * Attacks against Indian government targets occur on a regular basis.\n  * U.S. government employees working in India require prior approval before visiting Manipur.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n\n\n**Northeastern states  \nReconsider travel to this area due to terrorism and violence.**\n\n  * Ethnic insurgent groups occasionally commit acts of violence in parts of the northeast.\n  * These incidents include bombings of buses, trains, rail lines, and markets.\n  * There have been no recent reports of violence in Assam, Nagaland, Arunachal Pradesh, Mizoram, Sikkim, or Tripura.\n  * U.S. government employees working in India require prior approval before visiting the states of Sikkim, and Arunachal Pradesh, as well as when visiting any areas outside of the capital cities of Assam, Mizoram, Nagaland, Meghalaya, and Tripura.\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n\n"
}