{
  "country": "Indonesia",
  "level": 2,
  "full_title": "Indonesia - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/indonesia-travel-advisory.html",
  "filename_base": "indonesia",
  "date": "Wed, 30 Apr 2025",
  "content_md": "**_Reissued after periodic review with minor edits._**\n\nExercise increased caution in Indonesia due to **terrorism and natural disasters.**  Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not travel to:**\n\n  * The provinces of Central Papua (Papua Tengah) and Highland Papua (Papua Pegunungan) due to civil unrest.\n\n\n\n**Country Summary:** Terrorists continue plotting possible attacks in Indonesia. Terrorists may attack with little or no warning, targeting police stations, places of worship, hotels, bars, nightclubs, markets/shopping malls, and restaurants[. Visit the U.S. Department of State's country reports on terrorism](https://www.state.gov/reports/country-reports-on-terrorism-2023/) to learn more.\n\nNatural disasters such as earthquakes, tsunamis, or volcanic eruptions may result in disruptions to transportation, infrastructure, sanitation, and the availability of health services.\n\nDemonstrations occur frequently and have the potential to become violent.  Avoid demonstrations and crowds. \n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Indonesia.html) for additional information on travel to Indonesia.  \n\nIf you decide to travel to Indonesia:\n\n  * Monitor local media for breaking events and be prepared to adjust your plans. \n  * Visit the websites for [Badan Geologi](https://www.bnpb.go.id/) (Indonesian Geological Agency, Indonesian language only) for the latest information from the Government of Indonesia on current natural disasters.\n  * Review the [CDC's suggestions on how to prepare for natural disasters.](https://emergency.cdc.gov/planning/index.asp)\n  * Be aware of your personal safety and security at all times. \n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive alerts and make it easier to locate you in an emergency.\n  * Ensure your passport is valid for at least six months beyond your  arrival date.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/2f175626-cf19-4566-ad27-1c73ac561a97) for Indonesia.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n\n\n\n**Central Papua and Highland Papua - Level 4: Do Not Travel**\n\nIn Central Papua and Highland Papua, violent demonstrations and conflict could result in injury or death to U.S. citizens. Avoid demonstrations and crowds. Armed separatists may kidnap foreign nationals.\n\nDue to the risks, the U.S. government has limited ability to provide emergency services to U.S. citizens in Central Papua and Highland Papua because U.S. government employees working in Indonesia must obtain special authorization before traveling to those areas.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}