{
  "country": "Iran",
  "level": 4,
  "full_title": "Iran - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/iran-travel-advisory.html",
  "filename_base": "iran",
  "date": "Fri, 05 Dec 2025",
  "content_md": "**_There were no changes to the advisory level or risk indicators. Advisory summary was updated._**\n\n**Do Not Travel** to **Iran** due to the risk of **terrorism, civil unrest, kidnapping, arbitrary arrest** of U.S. citizens, and **wrongful detention**. Read the entire Travel Advisory.\n\n**Advisory summary**\n\n  * **Do not travel to Iran for any reason. U.S. citizens in Iran should leave immediately.**\n  * There is no U.S. Embassy in Iran. Review our information on [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n\n\n\nU.S. citizens in Iran face serious dangers including **terrorism, civil unrest, kidnapping, arbitrary arrest,** and **wrongful detention**. Some U.S. nationals have been held for years on false charges, subjected to torture, and even sentenced to death.\n\n**No U.S. embassy in Iran**\n\nThe U.S. government does not have diplomatic or consular relations with the Islamic Republic of Iran. The Swiss government, acting through its Embassy in Tehran, serves as the protecting power for United States interests in Iran.\n\nAs of October 15, 2025, routine consular services are no longer available for U.S. citizens in Iran.  This includes acceptance of applications for full-validity passports and Consular Reports of Birth Abroad (CRBA), and for fee-based notarial services.  This change reinforces the travel advice to U.S. citizens:  **Do Not Travel to Iran**.\n\nThe Swiss Protecting Power will continue to provide emergency services to U.S. citizens, including acceptance of emergency passport applications, Consular Report of Death Abroad applications, emergency financial assistance, assistance to detained U.S. nationals, and welfare and whereabouts checks for U.S. citizens when security conditions permit.\n\nFor routine consular services, U.S. citizens should visit the nearest U.S. embassy or consulate or return to the United States.\n\n**Detention, kidnapping, and hostage-taking  \n**The U.S. Department of State has determined that U.S. nationals are at serious risk of wrongful detention by the Government of Iran:\n\n  * Iranian authorities continue to unjustly detain U.S. nationals without warning or any evidence they committed a crime. This includes dual U.S.-Iranian nationals, students, journalists, business travelers, academics, and people with U.S. military or government experience. Charges include espionage and posing a threat to national security.\n  * U.S. nationals are at significant risk of questioning, arrest, and detention in Iran.\n  * Having a U.S. passport or connections to the United States can be reason enough for Iranian authorities to detain someone.\n  * Iranian law allows authorities to punish individuals for \"collaboration with a hostile state.\" This includes having any real or perceived connection with a government or organization that Iranian authorities consider as acting against Iranian interests.\n  * Prior travel to Israel by an Iranian citizen can result in a prison sentence of two to five years. \n  * Review our information on [U.S. Citizens Missing Abroad](https://travel.state.gov/en/international-travel/help-abroad/missing-us-citizen.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n\n\n\n**Arbitrary enforcement of local laws**\n\n  * Some U.S. citizens have been detained for several months or more. Offenders can face many years in prison.\n  * The Government of Iran has imposed exit bans on U.S. citizens that prevent travelers from leaving.\n\n\n\n**Dual citizenship**\n\n  * Iran will not recognize your U.S. citizenship if you are a dual U.S.-Iranian citizen or have a claim to Iranian citizenship.\n  * Iran will not permit Swiss consular officers to visit detained U.S. citizens who also hold Iranian citizenship.\n\n\n\n**Terrorism**\n\n  * There is risk of terrorist violence, including terrorist attacks and other activity in Iran. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n  * Review our information on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html) and [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n\n\n\n**Unrest**\n\n  * Demonstrations are common and unpredictable. They may take place in response to political or economic issues. They may also occur on significant holidays and during large events.\n  * Past demonstrations have turned violent. \n\n\n\nHave a plan to leave in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).\n\n**Assisted Reproductive Technology (ART) and surrogacy  \n**Companies providing surrogacy services in Iran are misrepresenting the security situation. They downplay the risks of the unregulated surrogacy tourism industry:\n\n  * Private companies that organize these visits and services put U.S. citizens in danger.\n  * Iranian surrogacy providers have also been known to misrepresent U.S. citizenship law.\n  * A child born abroad to a surrogate will not automatically acquire U.S. citizenship if they are not genetically or gestationally linked to a U.S. citizen parent or their spouse. This means the child cannot get a U.S. passport to leave Iran.\n\n\n\n**Aviation Safety Oversight  \n**The Federal Aviation Administration (FAA) has issued a Notice to Airmen (NOTAM) or a Special Federal Aviation Regulation (SFAR). This is due to risks to civil aviation operating within or nearby Iran. For more information U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions).\n\n**For U.S. citizens in Iran:**\n\n  * Be ready for the possibility of detention for an unknown length of time, possibly without clear reason, and without the ability to contact anyone for help.****\n  * Draft a will and designate appropriate insurance beneficiaries or power of attorney.****\n  * Share important documents, login information, and points of contact with loved ones. This helps them manage your affairs if you cannot return to the United States.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step#_blank) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Receive alerts from the U.S. Department of State's Bureau of Consular Affairs via [WhatsApp](https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Flinks-2.govdelivery.com%2FCL0%2Fhttps%3A%252F%252Fmcas-proxyweb.mcas.ms%252Fcertificate-checker%253Flogin%3Dfalse%2526originalUrl%3Dhttps%25253A%25252F%25252Fgcc02.safelinks.protection.outlook.com.mcas.ms%25252F%25253Furl%25253Dhttps%2525253A%2525252F%2525252Fwhatsapp.com%2525252Fchannel%2525252F0029Var8szHInlqREVL5jC0g%252526data%25253D05%2525257C02%2525257CCooperKM%25252540state.gov%2525257C3dd4072d06c84d8777f408dce96cfadf%2525257C66cf50745afe48d1a691a12b2121f44b%2525257C0%2525257C0%2525257C638641901478048639%2525257CUnknown%2525257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%2525253D%2525257C0%2525257C%2525257C%2525257C%252526sdata%25253DIQnP5mzf8YE43nC8SUyCNHrg%2525252FqikMJnDWz0nASwMSqU%2525253D%252526reserved%25253D0%252526McasTsid%25253D20893%2526McasCSRF%3D43e5bbaf068a56bf47ff85d422bfc53d6b348509e47fc8bd2a25a626fb9e9d93%2F1%2F0101019832be8e4a-175e0dac-bb49-4cb4-9e92-fda7ec321349-000000%2FBorMGxkK8htP73AFfx9zws1J68sXBh2rEMSksV29lg4%3D414&data=05%7C02%7CBernACS%40state.gov%7C9e159a609bf34067749008ddc9342d53%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C638887948119485315%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=3%2B%2FHP%2FTGVcYBLLod4ifhReSgXVbS1Sk5wQaYQy2nv7o%3D&reserved=0).\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/iran?s_cid=ncezid-dgmq-travel-single-001) for Iran.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n\n** **\n"
}