{
  "country": "Jamaica",
  "level": 3,
  "full_title": "Jamaica - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/jamaica-travel-advisory.html",
  "filename_base": "jamaica",
  "date": "Mon, 03 Nov 2025",
  "content_md": "**_There were no changes to the advisory level or risk indicators. Advisory summary was updated to reflect changes to U.S. embassy operations and hurricane damage._**\n\n**Reconsider Travel** to **Jamaica** due to **Crime, Health,** and **Natural Disaster** risks. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Advisory summary  \n**The U.S. Embassy in Kingston has resumed normal operations following Hurricane Melissa. \n\n**Natural disaster  \n**Hurricane Melissa made landfall in Jamaica on October 28, 2025, causing widespread damage. Some airports, including the Norman Manley International Airport in Kingston have reopened for commercial flights. Other airports were severely damaged and remain closed or offer only limited operations. U.S. citizens are advised to contact their transportation providers for confirmation of availability. The Black River community was heavily damaged, as well.\n\n  * Consider rescheduling planned travel to Jamaica at this time. If you plan to travel, confirm availability with your transportation provider and at your destination before you leave.\n  * Some areas, such as Black River and Montego Bay, are in varying stages of recovery from Hurricane Melissa. Until repairs are complete, fewer hotels and transportation options may be available.  Services may also be limited.\n\n\n\nEnroll in STEP to receive updates on conditions in Jamaica from the U.S. embassy. Previously issued STEP updates are available on the [embassy website](https://jm.usembassy.gov/category/alert/). \n\n**Crime  \n**Violent crime in Jamaica has decreased since 2024, but it remains statistically high throughout the country. The homicide rate reported by the Government of Jamaica is among the highest in the Western Hemisphere.\n\n  * Tourist areas generally see lower rates of violent crime than other parts of the country.\n  * Armed robberies and sexual assaults are common.\n  * The U.S. Embassy routinely receives reports of sexual assaults, including from U.S. citizen tourists at resorts.\n  * U.S. citizens report slow or unsatisfactory response to serious criminal incidents.\n  * When arrests are made, cases are infrequently prosecuted to a final verdict and sentence.\n\n\n\n**U.S. government employee travel restrictions  \n**U.S. government employees working in Jamaica are not allowed to:\n\n  * use public buses; or\n  * drive between cities at night.\n\n\n\nU.S. citizens in Jamaica are advised to take the same precautions.\n\n**Health  \n**Basic and specialized medical care may not be available in many parts of Jamaica. This includes slower emergency service response times and less availability of care for illness or injury.\n\n  * Private hospitals require payment up front before admitting patients and may not have the ability to provide specialized care.\n  * Ambulance services are not always staffed with EMTs and are not always readily available, especially in rural areas.\n  * U.S. citizens should bring extra prescription medication as common medications, such as insulin, can be difficult to obtain.\n  * U.S. Medicare/Medicaid does not apply overseas.\n  * Most hospitals and doctors overseas do not accept U.S. health insurance.\n  * Air ambulance service to the United States can range from $30,000-$50,000.\n  * We highly recommend that you buy insurance before you travel. Check with your travel insurance provider about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\nThe Department of State does not pay medical bills.\n\n**Level 4 - Do Not Travel -  High crime areas**\n\n**Do Not Travel** to**high crime areas** due to risk of**crime.**\n\n**U.S. government employee travel restrictions**\n\n  * U.S. government employees working in Jamaica are not allowed to travel to the below high risk areas.\n  * U.S. citizens in Jamaica are advised to take the same precautions. Do not travel to these areas for any reason.\n\n\n\n**St. Ann 's Parish - **Steer Town and the Buckfield neighborhood near Ocho Rios.\n\n**St. Catherine 's Parish - **Spanish Town, Central Village, areas within Portmore, including: Naggo Head, New Land, Old Braeton, Portmore Lane, Gregory Park, and Waterford.\n\n**Clarendon Parish -** all of Clarendon Parish, except passing through Clarendon Parish using the T1 and A2 highways.\n\n**St. Elizabeth 's Parish - **Vineyard District Community, between the communities of Salt Spring and Burnt Savanna, St. Elizabeth.\n\n**Hanover Parish -** Logwood and Orange Bay.\n\n**St. James Parish/Montego Bay -** Inland side of the A1 highway and The Queen's Drive from San San to Harmony Beach Park.\n\n**Kingston and St. Andrew Parish -** Cassava Piece, Duhaney Park, Grants Pen, Standpipe, Swallowfield, Elleston Flats, August Town, and downtown Kingston, defined as between Mountain View Avenue and Hagley Park Road, and south of Half Way Tree and Old Hope Roads. Downtown Kingston includes Arnett Gardens, Cockburn Gardens, Denham Town, Olympic Gardens, Seaview Gardens, Trench Town, and Tivoli Gardens.\n\n**Manchester Parish -** Green Vale and Gray Ground neighborhoods of Mandeville.\n\n**St. Thomas Parish -** Black Lane neighborhood in Seaforth, Grands Penn, Church Corner neighborhood near Yallahs, Town of Yallahs, except when driving through on the main highway.\n\n**Trelawny Parish -** Clarks Town.\n\n**Westmoreland Parish -** Russia community in Savanna-la-Mar (The Southeastern quadrant of Savannah la Mar east of Darling Street and south of the A2 highway/Barracks Road), Morgan Bay, Kings Valley, The Whitehall, Bethel Town, and Red Ground neighborhoods of Negril.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**If you decide to travel to Jamaica:**\n\n  * **Do not attempt to bring firearms or ammunition. This includes stray rounds, shells, or empty casings.** The penalties for carrying firearms or ammunition, even by mistake, are severe, and can include long prison sentences.\n  * Have a plan to depart in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).\n  * Avoid walking or driving at night.\n  * Avoid public buses.\n  * Avoid remote places.\n  * Do not physically resist any robbery attempt.\n  * Be aware of your surroundings and keep a low profile.\n  * Review our information on [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html), [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html),__ and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html) _._\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report for Jamaica](https://www.osac.gov/Content/Report/ab8ec542-91c4-4b71-88af-1ce3edfe6a01).__\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for Jamaica.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}