{
  "country": "Jordan",
  "level": 2,
  "full_title": "Jordan - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/jordan-travel-advisory.html",
  "filename_base": "jordan",
  "date": "Thu, 12 Sep 2024",
  "content_md": "**Reissued after periodic review with minor edits.**\n\nExercise increased caution in Jordan due to**  terrorism**. Some areas have increased risk. \n\nDo not travel to:\n\n  * Within 3.5 km of the Jordan-Syria border and east of the town of Ruwayshid in the direction of the Iraq border due to **terrorism and armed conflict.**\n  * Designated Syrian refugee camps in Jordan due to **Government of Jordan restrictions on entry into these camps**.\n  * Zarqa, Rusayfah, and the Baqa'a neighborhood of Ayn Basha due to**  terrorism **and**  crime.**\n\n\n\nReconsider travel to:\n\n  * Ma'an City and some areas of Ma'an Governorate due to **terrorism  **and**  crime**.\n\n\n\n**Country Summary** : Terrorist groups continue to plot possible attacks in Jordan. Terrorists may attack with little or no warning, targeting tourist locations, transportation hubs, markets/shopping malls, and local government facilities.  While Jordan itself is relatively stable, due to high tensions in the region, the security environment remains complex and can change quickly.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Jordan.html) for additional information on travel to Jordan.\n\nIf you decide to travel to Jordan:\n\n  * Monitor local media for breaking events and adjust your plans based on new information.\n  * Avoid demonstrations and protests.\n  * Be aware of your surroundings.\n  * Stay alert in locations frequented by Westerners.\n  * Obtain comprehensive medical insurance that includes medical evacuation.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/) and [X/Twitter](https://twitter.com/TravelGov).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Jordan.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n\n\n\n**_The Border with Syria and Iraq - Level 4: Do Not Travel_**\n\nDo not travel to Jordan's border with Syria and Iraq given the continued threat of cross-border violence, including the risk of terrorist attacks.\n\nAll U.S. government personnel must adhere to U.S. Embassy travel restrictions for all official travel within 3.5 km of the Jordan-Syria border, and all travel must occur during daylight hours only.  U.S. government personnel must adhere to U.S. Embassy travel restrictions for official travel east of the town of Ruwayshid towards the Iraq border, and all travel must occur during daylight hours only.\n\nPersonal travel by U.S. government employees to these border areas is not authorized.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**_Refugee Camps - Level 4: Do Not Travel_**\n\nDo not travel to Syrian refugee camps in Jordan due to Government of Jordan restrictions on entry into these camps.\n\nAll U.S. government personnel on official travel to the four designated Syrian refugee camps listed below (formerly all refugee camps in Jordan) must adhere to U.S. Embassy travel restrictions.\n\n  * Azraq Syrian Refugee Camp, Azraq, Zarqa\n  * Za'atari Syrian Refugee Camp, Al Zatryah, Mafraq\n  * King Abdullah Park Syrian Refugee Camp, Ramtha, Irbid\n  * Emirati Jordanian Syrian Refugee Camp (Murijep al Fhoud), Al Jadedah, Zarqa\n\n\n\nPersonal travel by U.S. government personnel to these refugee camps is not authorized. \n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**_Zarqa, Rusayfah, and the Baqa 'a Neighborhood of Ayn Basha - Level 4: Do Not Travel_**\n\nDo not travel to Zarqa, Rusayfah and the Baqa'a neighborhood of Ayn Basha due to terrorism and crime.\n\nAll U.S. government personnel on official travel to Zarqa, Rusayfah and the Baqa'a neighborhood of Ayn Basha must adhere to U.S. Embassy travel restrictions, and all travel must occur during daylight hours only.  U.S. government personnel may transit through these cities on major highways during daylight hours only.\n\nPersonal travel by U.S. government personnel to these cities is not authorized.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).**__**\n\n**_Ma 'an City and some areas of Ma'an Governorate - Level 3: Reconsider Travel_**\n\nReconsider travel to Ma'an city, all areas of Ma'an Governorate east of Highway 15 (\"The Desert Highway\"), and all areas of Ma'an Governorate within two kilometers to the west of Highway 15 due to terrorism and crime.\n\nAll U.S. government personnel on official travel to these areas must adhere to U.S. Embassy travel restrictions.  When traveling at night, U.S. government personnel on official travel must use major highways.  \n\nPersonal travel by U.S. government personnel to these areas is permitted during daylight hours only, with the exception of direct transit through these areas, which may also occur during hours of darkness.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n"
}