{
  "country": "Jordan",
  "level": 2,
  "full_title": "Jordan - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/jordan-travel-advisory.html",
  "filename_base": "jordan",
  "date": "Thu, 18 Dec 2025",
  "content_md": "**_The Department of State renewed its Travel Advisory for Jordan on December 18. There was no change to the advisory level. The \"other\" risk indicator was removed. Advisory summary was updated._**\n\nExercise increased caution in Jordan due to**  terrorism**. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do not travel to:**\n\n  * Mansheyat al Ghayyath, Ruwayshid, and the border with Syria and Iraq due to the risk of **terrorism and unrest.**\n  * Designated Syrian refugee camps in Jordan due to **Government of Jordan 's restrictions on entry into these camps**.\n  * Rusayfah city due to**** the risk of**terrorism** and**crime.**\n  * The Baqa'a neighborhood of Ayn Basha due to risk of **terrorism** and **crime**.\n\n\n\n**Reconsider travel to:**\n\n  * Ma'an city and designated areas of Ma'an Governorate due to the risk of **terrorism** and**crime**.\n  * Zarqa city due to the risk of **terrorism** and **crime**.\n\n\n\n**Advisory Summary  \n**There is risk of terrorism in Jordan. Terrorists may attack without warning, including such targets as:\n\n  * Tourist locations;\n  * Transportation hubs;\n  * Markets and shopping malls;\n  * Local government buildings.\n\n\n\nJordan is relatively stable but due to high tensions in the region, the security environment remains complex and can change quickly.\n\n**Mansheyat al Ghayyath, Ruwayshid, and the Border with Syria and Iraq - Level 4: Do Not Travel**\n\n**Do not travel** to the towns of Mansheyat al Ghayyath, Ruwayshid, and Jordan's border with Syria and Iraq due to the continued threat of cross-border violence, **terrorism** , and **crime**.\n\n  * All U.S. government personnel must follow U.S. embassy travel restrictions for all official travel within 3.5 km of the Jordan-Syria border. All travel must occur during daylight hours.  \n  * U.S. government personnel must follow U.S. embassy travel restrictions for official travel to the towns of Mansheyat al Ghayyath and Ruwayshid along highway 40 towards the Iraq border. All travel must occur during daylight hours.\n  * Personal travel by U.S. government employees to these border areas is not authorized.\n\n\n\n**Level 4: Do Not Travel   - Syrian Refugee Camps **\n\n**Do not travel** to Syrian refugee camps in Jordan. This is due to the Government of Jordan's restrictions on entry into these camps.\n\nAll U.S. government personnel on official travel to the following three Syrian refugee camps must follow U.S. embassy travel restrictions:\n\n  * Azraq Syrian Refugee Camp, Azraq, Zarqa.\n  * Za'atari Syrian Refugee Camp, Al Zatryah, Mafraq.\n  * King Abdullah Park Syrian Refugee Camp, Ramtha, Irbid.\n\n\n\nOfficial U.S. government travel to these camps must occur during daylight hours. Personal travel by U.S. government personnel to these refugee camps is not authorized. \n\n**Level 4: Do Not Travel   - Rusayfah city **\n\nDo not travel to Rusayfah city due to the risk of terrorism and crime.\n\n  * All U.S. government personnel on official travel to Rusayfah must follow U.S. embassy travel restrictions. All travel must occur during daylight hours.  \n  * Personal travel by U.S. government personnel to these areas is not authorized. \n\n\n\n**Level 4: Do Not Travel   - The Baqa'a Neighborhood of Ayn Basha  **\n\n**Do not travel** to the Baqa'a neighborhood of Ayn Basha due to the risk of **terrorism** and **crime**.\n\n  * All U.S. government personnel on official travel to these areas must follow U.S. embassy travel restrictions. All travel must occur during daylight hours.\n  * Personal travel by U.S. government personnel to these areas is not authorized.\n\n\n\n**Level 3: Reconsider Travel - Zarqa City  **\n\n**Reconsider travel** to Zarqa city due to the risk of **terrorism** and **crime**.\n\n  * All U.S. government personnel on official travel to this area must follow U.S. embassy travel restrictions. When traveling at night, U.S. government personnel on official travel must use major highways.\n  * Personal travel by U.S. government personnel to these areas is allowed only during daylight hours. Direct transit through these areas is permissible at night along major highways.\n\n\n\n**Level 3: Reconsider Travel - Ma'an city and some areas of Ma'an Governorate **\n\n**Reconsider travel** to these areas due to the risk of **terrorism** and **crime** :\n\n  * Ma'an city\n  * All areas of Ma'an Governorate east of Highway 15 (\"The Desert Highway\")\n  * All areas of Ma'an Governorate within two kilometers to the west of Highway 15\n  * All U.S. government personnel on official travel to these areas must follow U.S. embassy travel restrictions. When traveling at night, U.S. government personnel on official travel must use major highways.  \n  * Personal travel by U.S. government personnel to these areas is allowed only during daylight hours. Direct transit through these areas is permissible at night along major highways. \n\n\n\nReview our information on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html) and [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n\n**If you decide to travel to Jordan:**\n\n  * There is a risk of terrorist violence, including terrorist attacks and other activity in Jordan. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n  * Stay aware of your surroundings.\n  * Avoid demonstrations and crowds.\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Review local laws and conditions before traveling.\n  * Enroll in the [Smart Traveler Enrollment Program](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the Country Security Report for [Jordan](https://www.osac.gov/Content/Report/5730b96b-2c23-4f4a-a72a-1c5530a1cd96).\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for Jordan.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}