{
  "country": "Kenya",
  "level": 2,
  "full_title": "Kenya  - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/kenya-travel-advisory.html",
  "filename_base": "kenya",
  "date": "Mon, 17 Mar 2025",
  "content_md": "**_Updated to include a risk indicator for health and to reflect additional safety and security information._**\n\n**Do Not Travel to:**\n\n  * Kenya-Somalia border counties (Garissa, Wajir, Mandera), Tana River County, and coastal areas north of Malindi due to **terrorism**  and **kidnapping;**\n  * West Pokot and western Turkana County due to **banditry;**\n  * Parts of Marsabit and Turkana Counties within 30 miles (50 kilometers) of the Ethiopian border due to **cross-border incursions.**\n\n\n\n**Reconsider Travel to:**\n\n  * The Nairobi neighborhoods of Eastleigh and Kibera due to **crime  **and **kidnapping**.\n\n\n\n**Country Summary:**   Violent crime, such as armed carjacking, mugging, home invasion, and kidnapping, can occur at any time. Local police often lack the capability to respond effectively to serious crimes and terrorist attacks.  Emergency medical and fire services are limited. Avoid traveling after dark in Kenya due to crime and poor traffic safety.\n\n**Crime  \n**Motorycle crimes are common, where thieves grab items from victims and are able to quickly flee the scene. Crimes typically occur in crowded areas or when people are distracted. Police have limited ability to respond to these crimes.  Handbags, mobile phones, and other easy-to-reach valuables are the most stolen items.\n\n**Terrorism  \n**Terrorist attacks have occurred with little or no warning. They have targeted:\n\n  * Kenyan and foreign government buildings,\n  * Tourist locations,\n  * Transportation hubs,\n  * Hotels and resorts,\n  * Markets and shopping malls, and\n  * Places of worship.\n\n\n\nTerrorist acts have included armed assaults, suicide operations, bomb or grenade attacks, and kidnappings.\n\n**Demonstrations  \n**Demonstrations, strikes, and other political and economic protests are common. They often block key intersections or highways, resulting in widespread traffic jams. Violence during demonstrations has occurred across the country. This includes rock-throwing and police using deadly force. Political violence is most common in western Kenya and Nairobi.\n\n**Health    \n**Access to medical care in Kenya is limited and medical facilities may not have adequate supply of medicine, especially outside large cities. Medical evacuation insurance valid for travel to Kenya is strongly recommended. Hospitals usually require payment before treatment. \n\n**Unlicensed facilities and bribes  \n**Some schools and behavior modification facilities in Kenya operate without licensing and oversight. Reports of U.S. citizens being held against their will or being physically abused in these facilities are common. The embassy has also received numerous reports from young adults whose U.S. passports were taken away by their families.\n\nThe embassy frequently receives complaints from U.S. citizens about being stopped by police or immigration or customs officials asking for bribes.\n\n**Property confiscations  \n**Property disputes are common and can turn violent. Some U.S. citizens have had their property confiscated or been threatened.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Kenya.html) for additional information about travel to Kenya.\n\nIf you decide to travel to Kenya:\n\n  * Stay alert in locations frequented by tourists.\n  * Do not resist any robbery attempt.\n  * Check local media for breaking events and prepare to adjust your plans.\n  * Make backup plans to leave the country. Always carry a copy of your U.S. passport and entry stamp. Keep original documents in a secure location.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive security messages and make it easier to locate you in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/aea705ea-eea4-4195-aa33-1c3b31c1fdd3) for Kenya.\n  * Prepare a plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html#_blank).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/kenya?s_cid=ncezid-dgmq-travel-single-001) related to your travel.\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\n**Specified Areas - Level 4: Do Not Travel  \n**Due to the risks, U.S. government employees working in Kenya are prohibited from traveling to:.\n\n**Kenya-Somalia Border Counties:**\n\n  * Mandera due to **kidnapping** and **terrorism**.\n  * Wajir due to**kidnapping** and **terrorism**.\n  * Garissa due to **kidnapping** and **terrorism**.\n\n\n\n**Coastal Areas Countries:**\n\n  * Tana River (except Tsavo National Park) due to **kidnapping** and **terrorism**.\n  * Lamu county due to **kidnapping** and **terrorism**.\n  * Kilifi north of Malindi due to **kidnapping** and **terrorism**.\n\n\n\n**Parts of north and northwestern Kenya:  **\n\n  * West Pokot County due to **banditry**\n  * Western Turkana County south of Lodwar due to **banditry**\n  * Parts of Marsabit and Turkana Counties within 30 miles (50 kilometers) of the Ethiopian border due to **cross-border incursions**\n\n\n\nDo not travel to these areas for any reason.\n\n**Specified Areas - Level 3: Reconsider Travel**\n\n**Nairobi neighborhoods of Eastleigh and Kibera:**\n\n  * **Crime** and **kidnappings** occur in the Eastleigh and Kibera neighborhoods.  Violent **crime** , such as armed carjacking, mugging, and home invasion, can occur at any time.  Street crime can involve multiple armed assailants.  Most roads in these areas are heavily congested and overcrowded.  Local police often lack the resources and training to respond effectively to serious criminal incidents[.](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html)\n\n\n\nVisit our website for [Travel to High-Risk Areas.](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html)\n"
}