{
  "country": "Liberia",
  "level": 2,
  "full_title": "Liberia - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/liberia-travel-advisory.html",
  "filename_base": "liberia",
  "date": "Thu, 11 Dec 2025",
  "content_md": "**_There was no change to the advisory level.   The \"health\" risk indictor was added. Advisory summary was updated._**\n\nExercise increased caution in Liberia due to**  crime, unrest, and health.**\n\n**Advisory summary**\n\n**Crime**  \nViolent crime, such as armed robbery are common in urban areas, crowded markets, and public beaches. Local police lack the resources to respond effectively to serious crimes.\n\nIf traveling outside the capital city of Monrovia, try to finish your trip during daylight hours. It's safer to avoid travel at night due to safety and security concerns. \n\n**Unrest**  \nDemonstrations occur regularly. They have on occasion resulted in violence or use of tear gas by authorities.\n\nLarge-scale demonstrations related to the local political situation may  \noccur with little notice. Demonstrations may disrupt transportation  \nand other essential services\n\n**Health**\n\n  * The health infrastructure in Liberia is inadequate. Health services, hygiene, and quality control do not meet U.S. standards of care. \n  * Pharmacies are not well regulated. Locally available medications may be unsafe.\n  * Medical services for routine and emergency procedures are limited. Health facilities are available in major cities. It may be harder to find adequate health care in rural areas.\n  * Public medical clinics lack basic resources and supplies.\n\n\n\nReview the Health section of the Travel Guidance on this page for more information.\n\n**U.S. government employee travel restrictions**\n\n  * U.S. government employees are prohibited from traveling outside the capital or between counties after dark due to the safety and security risk. The only exception is travel to and from Roberts International Airport.\n  * U.S. citizens in Liberia are advised to take the same precautions.\n\n\n\n**If you decide to travel to Liberia:**\n\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) and [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html). ****\n  * Review our information on [U.S. Citizens Missing Abroad](https://travel.state.gov/en/international-travel/help-abroad/missing-us-citizen.html).****\n  * Carry a copy of your passport and visa (if applicable). Leave originals in your hotel safe. ****\n  * Do not display signs of wealth, like expensive watches or jewelry. ****\n  * Do not physically resist any robbery attempt. ****\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Refer to our list of medical [providers](https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Flr.usembassy.gov%2Fmedical-assistance%2F%3F_ga%3D2.115790982.1018973413.1762800223-365083011.1751028961&data=05%7C02%7COCSContentManager%40state.gov%7C3268c9a23c2d4b5c399608de38d96979%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C639010703584022007%7CUnknown%7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C0%7C%7C%7C&sdata=5p8GzJejGMhy0zbBjEpfUgCIFKbsMnKh54XnlJqYomc%3D&reserved=0).\n  * Make sure your insurance includes medical evacuation coverage.\n  * Check with your doctor about required vaccines and shots for high-risk exposure to malaria and yellow fever before you go to Liberia.  \nBring enough supplies of over the counter and prescription medicines in your carry-on luggage.to cover the duration of the trip.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy. Enrolling helps the U.S. embassy contact you or your emergency contact in an emergency.\n  * Review the Overseas Security Advisory Council [Country Security Report](https://www.osac.gov/Content/Report/be9dbdaf-a9aa-4750-9ac6-1cbb83e215f0) for Liberia.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel) for Liberia.\n  * Whether you are a first time or frequent traveler, use the [International Travel Checklist.](https://travel.state.gov/en/international-travel/planning/checklist.html)\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}