{
  "country": "Libya",
  "level": 4,
  "full_title": "Libya - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/libya-travel-advisory.html",
  "filename_base": "libya",
  "date": "Wed, 16 Jul 2025",
  "content_md": "_**Reissued after periodic review with minor edits.**_\n\nDo not travel to Libya for any reason due to **crime** , **terrorism** , **unexploded landmines** , **civil unrest** , **kidnapping** , and **armed conflict**. Read entire Travel Advisory.\n\n**Country Summary** : Terrorism:  There is risk of terrorist violence, including terrorist attacks and other activity in Libya. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/reports/country-reports-on-terrorism-2023/libya/) to learn more. Terrorist attacks could occur with little or no warning, targeting public spaces like tourist locations, hotels, transportation hubs, markets/shopping malls, and government facilities.\n\nKidnapping is widespread, and victims have included U.S. citizens.\n\nKidnappers may take advantage of unplanned opportunities. Criminal or armed individuals or groups have threatened to and/or have seized or detained and threatened to kill, injure, or continue to detain individuals in order to compel a third party (including a governmental organization) to do or abstain from doing something as a condition of release.\n\nUnexploded landmines, cluster munitions, and unexploded ammunition are a hazard throughout Libya. Heed land mine warning signs. Do not venture off the road into areas marked with red and white plastic tape.  Avoid roadside ditches, shoulders, and unmarked trails. Never touch anything resembling unexploded munitions. Landmines do exist in populated areas due to numerous ground offensives in the last decade.\n\nOutbreaks of violence between competing armed groups can occur with little warning and have the potential to impact U.S. citizens. The capital, Tripoli, and other cities, such as Surman, Al-Jufra, Misrata, Ajdabiya, Benghazi, and Zuwara, have witnessed fighting among armed groups.  Hotels and airports frequented by U.S. citizens have been the targets of these attacks. Even demonstrations intended to be peaceful can turn confrontational and escalate into violence.\n\nArmed groups sometimes detain travelers for arbitrary reasons, do not grant detainees access to lawyers or legal processes, and do not allow detainees to inform others of their status. U.S. citizens should carry proof of citizenship and valid immigration status at all times, but having these documents does not guarantee fair treatment.\n\nWhile there are operational international airports in Libya with regular domestic and international flights, flights are often delayed, rerouted, and cancelled without warning. The U.S. government prohibits U.S. commercial aviation operations within Libyan airspace.\n\nDue to risks to civil aviation operating within or in the vicinity of Libya, the Federal Aviation Administration (FAA) has issued a Notice to Air Missions (NOTAM) and a Special Federal Aviation Regulation (SFAR). For more information U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions/).\n\nThe Commandant of the U.S. Coast Guard has determined that effective anti-terrorism measures are not in place in Libyan ports and has imposed conditions of entry on vessels that arrive in U.S. ports having visited ports in Libya. Mariners and passengers traveling through the ports of Libya should exercise caution.\n\nU.S. citizens in Libya in need of routine consular services should contact the U.S. Embassy in Tunis, Tunisia for assistance. To contact the U.S. Embassy in Tunis, [click here](https://tn.usembassy.gov/u-s-citizen-services/).\n\nU.S. citizens who are in Libya are urged to depart as soon as possible via commercial means if possible. \n\nThe Department of State will continue to provide information via the [Smart Traveler Enrollment Program](https://mytravel.state.gov/s/step) (STEP), [Embassy Libya's web page](https://ly.usembassy.gov/), [Travel.State.Gov](https://travel.state.gov/content/travel.html), [Facebook](https://www.facebook.com/travelgov/), and [X](https://x.com/TravelGov).\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Libya.html) for additional information on travel to Libya.\n\nIf you decide to travel to Libya:\n\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Carry proof of citizenship and valid immigration status at all times.\n  * Avoid demonstrations and crowds.\n  * Make contingency plans to leave.\n  * Draft a will and designate appropriate insurance beneficiaries and a power of attorney.\n  * Discuss a plan with loved ones regarding care or custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etcetera.\n  * Establish your own personal security plan in coordination with your family, and employer or host organization, so that they can monitor your safety and location. This plan should specify whom you would contact first, and how that person should share information.\n  * Appoint one family member to serve as the point of contact with kidnappers/hostage-takers, media, U.S. and host country government agencies, and members of Congress if you are kidnapped, taken hostage, or detained.\n  * Consider consulting with a professional security organization.\n  * Do not touch unknown metal objects and avoid traveling off well-used roads, tracks, and paths due to risk of unexploded ordnance.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive Alerts and make it easier to locate you in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Libya.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n  * U.S. citizens who travel abroad should always have a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * We highly recommend that you buy insurance before you travel. Check with your travel insurance provider about evacuation assistance, medical insurance, and trip cancellation coverage.****\n\n\n"
}