{
  "country": "Madagascar",
  "level": 2,
  "full_title": "Madagascar - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/madagascar-travel-advisory.html",
  "filename_base": "madagascar",
  "date": "Thu, 04 Dec 2025",
  "content_md": "_**The advisory level was decreased from 3 to 2. The \"health\" risk indicator was added. Advisory summary was updated.**_\n\n**Exercise increased caution** when traveling to Madagascar due to **crime, unrest,** and**health**. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Reconsider travel** to the following areas due to crime:\n\n  * The area in and around the city of Tsaratanana in the Betsiboka Region.\n  * The area along the unnamed road connecting the city of Tsiroanomandidy in the Bongolava Region with the coastal city of Maintirano in the Melaky Region.\n  * The area in and around the city of Betroka in the Anosy Region.\n  * The area along the road from Miandrivazo to Malaimbandy. This road is part of the National Road number 34 (RN34) that connects Antsirabe-Miandrivazo-Malaimbandy-Morondava and is located 220km west of Antsirabe.\n  * The area along the road from Ihosy to Betroka. The road is part of the National road number 13 or (RN13). Note that the RN13 connects Ihosy-Ambovombe-Fort Dauphin.\n  * The Menabe Region south of Morondava.\n\n\n\n**Advisory Summary**\n\n**Crime  \n**Violent crime, such as armed robbery and assault, occurs throughout Madagascar, particularly after dark, in remote areas, and along major national roads in the south and western areas of the country.__ Petty crime is common, especially in tourist locations. Stay aware of your surroundings.\n\n**Unrest  \n**Strikes and other protest activity related to political and economic conditions occur regularly, particularly in periods near elections.\n\nViolent confrontations between the Dahalo (criminal gangs that steal cattle) and security forces have increased in several regions of Madagascar, particularly in areas south and west of the capital.\n\n**Health  \n**Medical infrastructure is very limited in populated areas of Madagascar and is extremely limited in rural areas of Madagascar. Serious medical emergencies in Madagascar require medical evacuation. Review the Health section of the Travel Guidance on this page for more information.\n\n**Level 3 - Reconsider Travel**\n\nReconsider travel to the following areas due to **crime** :\n\n  * The area in and around the city of Tsaratanana in the Betsiboka Region.\n  * The area along the unnamed road connecting the city of Tsiroanomandidy (Bongolava Region) to the coastal city of Maintirano (Melaky Region).\n  * The area in and around the city of Betroka in the Anosy Region.\n  * The area along National Road number 34 (RN34) from Miandrivazo to Malaimbandy, located 220km west of Antsirabe.\n  * The area along National Road number 13 (RN13) from Ihosy to Betrok.\n  * The Menabe Region south of Morondava.\n\n\n\nViolent crime, such as armed carjacking, banditry, mugging, home invasion, and kidnapping can occur at any time in these areas. Local police often lack the resources and training to respond effectively to serious criminal incidents.\n\nU.S. government employees working in Madagascar need special authorization to travel to these areas due to safety risks. The U.S. government has limited ability to offer emergency services to U.S. citizens in these areas due to the serious safety risks _._ U.S. citizens in Madagascar are strongly advised to take the same precautions. \n\n**If you decide to travel to Madagascar**\n\n  * Avoid demonstrations and crowds.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Do not physically resist any robbery attempt.\n  * Keep a low profile.\n  * Do not answer your door at your hotel or residence unless you know who it is.\n  * Stay alert when visiting banks or ATMs.\n  * Use caution when walking or driving at night.\n  * Stay aware of your surroundings. Thefts of items from vehicles is common and may involve ruses or distraction, particularly when stuck in traffic.\n  * Stay alert in tourist spots.\n  * Do not display signs of wealth, like expensive watches or jewelry.\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) __ and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/0ee94034-9ad0-4b52-9ad6-1c32a6e6f0d2) for Madagascar.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/madagascar?s_cid=ncezid-dgmq-travel-single-001) for Madagascar.\n  * Whether you are a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n  * Make sure you have medical or travel insurance that includes medical evacuation. Review our information on [Travel Insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html).\n\n\n"
}