{
  "country": "Malaysia",
  "level": 1,
  "full_title": "Malaysia - Level 1: Exercise Normal Precautions",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/malaysia-travel-advisory.html",
  "filename_base": "malaysia",
  "date": "Sun, 22 Feb 2026",
  "content_md": "**_There were no changes to the advisory level or risk indicators. Advisory summary was updated.  The geographic area in Sabah State subject to Level 2 carveout with a K indicator was revised._**\n\nExercise normal precautions in Malaysia. Some areas have increased risk. Read the entire Travel Advisory.\n\nExercise increased caution on islands and maritime areas off the **coast of Eastern Sabah from Kudat** **in the north to Tawau in the south** due **to risk of kidnapping.**\n\n**Advisory summary  \n**Malaysia is generally a safe destination for travelers.\n\n**Level 2 - Exercise Increased Caution -  Islands and Maritime Areas Off the Coast of Sabah State**\n\nExercise increased caution on islands and maritime areas off the coast of Eastern Sabah from Kudat in the north to Tawau in the south due to risk of **kidnapping**.\n\nKidnappings-for-ransom have occurred in this area, targeting island resorts and maritime activities. U.S. government employees working in Malaysia __ need special authorization to travel to this area, and due to its remote location, the U.S. government has limited ability to offer emergency services.  \n\n**If you decide to travel to islands and maritime areas between Kudat and Tawau in eastern Sabah State:**\n\n  * Review our information on [U.S. Citizens Missing Abroad](https://travel.state.gov/en/international-travel/help-abroad/missing-us-citizen.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n\n\n\n**If you decide to travel to Malaysia:**\n\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the Country Security Report for [Malaysia](https://www.osac.gov/Country/Malaysia/Content/Detail/Report/aeeb98d4-996f-4cc6-aad9-1cfa76c98d29).\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for Malaysia.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n\n** **\n"
}