{
  "country": "Mexico Travel Advisory",
  "level": 2,
  "full_title": "Mexico Travel Advisory - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/mexico-travel-advisory.html",
  "filename_base": "mexico_travel_advisory",
  "date": "Tue, 12 Aug 2025",
  "content_md": "## Exercise increased caution in Mexico due to terrorism, crime, and kidnapping.\n\n### Advisory summary\n\n  * Many violent crimes take place in Mexico. They include homicide, kidnapping, carjacking, and robbery. There is a risk of terrorist violence, including terrorist attacks and other activity in Mexico. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.  \n  * The U.S. government has limited ability to help in many parts of Mexico. U.S. government employees are not allowed to travel to certain high-risk areas. \n  * Due to security risks, U.S. citizens should follow the same restrictions as U.S. government employees while traveling.  \n  * Emergency services are limited or unavailable in remote or rural areas.\n  * If you encounter a road checkpoint, you should comply.  Fleeing or ignoring instructions can lead to you being hurt or killed. \n  * Check the map of [restricted areas.(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas)\n\n\n\nU.S. government employee travel restrictions (U.S. citizens are advised to follow): \n\n  * May not travel between cities after dark. \n  * Must rely on dispatched vehicles from regulated taxi stands or app-based services like Uber or Cabify and may not wave down taxis on the street.  \n  * Should avoid traveling alone, especially in remote areas. \n  * May not drive between Mexican border cities, the U.S.-Mexico border and the interior of Mexico. There are some limited exceptions.\n\n\n\n\n### Risks in specific areas\n\n#### Level: 4 - Do not travel\n\n#### State of Colima: Do not travel due to terrorism, crime, and kidnapping. \n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Most homicides are targeted assassinations against members of criminal organizations. \n  * Shooting incidents between criminal groups have injured or killed bystanders. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * U.S. government employees may travel to the following areas with the below restrictions:\n    * Manzanillo: Travel only to the central tourist and port areas of Manzanillo. Primary tourist areas include the historic city center and Malecon, the hotel zone, the Peninsula Santiago or Las Hadas area, and the Club Santiago Peninsula area.\n    * Travel between Manzanillo and Guadalajara: Travel is permitted only on Highways 54D, 110, and 200D.\n    * Travel between Manzanillo and Cihuatlan or Jalisco (including to the Manzanillo International Airport): Travel is permitted on Highway 200.  \n  * U.S. government employees may not travel to other areas in the state of Colima.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Guadalajara).\n\n\n\n**State of Guerro:  **Do not travel due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Armed groups are active independently of the government in many areas of Guerrero. Members of these groups frequently maintain roadblocks and may use violence towards travelers. \n  * U.S. government employees may not travel to any area in the state of Guerrero, including tourist areas Acapulco, Zihuatanejo, Taxco, and Ixtapa.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Muchoacan:  **Do not travel due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Crime and violence are widespread in Michoacan state. \n  * U.S. government employees may travel to the following areas with the below restrictions:\n    * May travel on Federal Highway 15D to transit the state between Mexico City and Guadalajara.\n    * May travel to Morelia only by air or by land using Federal Highways 43 or 48D from Federal Highway 15D.  Travel between the airport and the city is permitted by Highway 48D only.\n    * Must travel Lazaro Cardenas only by air and limit activities to the city center or port areas.\n    * May not travel to other areas of the state of Michoacan, including portions of the Monarch Butterfly Reserve located in Michoacan.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Sinaloa:  **Do not travel due to terrorism and crime. \n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. government employees may travel to:\n    * Mazatlan by air or sea only: Travel is limited to the historic town center from Avenida Gutierrez Najera to the ocean. Travel along the coast (Malecon) from the historic center until Route 503 is permitted. Travel must be via direct routes between these destinations and the airport or sea terminal.\n    * Los Mochis and Topolobampo by air or sea only: Travel is restricted to the city and the port. Travel must be via direct routes between these destinations and the airport.\n  * U.S. government employees may not travel to other areas in the state of Sinaloa.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#HermosilloNogales).\n\n\n\n**Sate of Tamaulipas:  **Do not travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Organized crime activity is common along the northern border and in Ciudad Victoria. It includes gun battles, murder, armed robbery, carjacking, kidnapping, forced disappearances, extortion, and sexual assault. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * Criminal groups target public and private buses, as well as cars traveling through Tamaulipas. Criminals often kidnap passengers for ransom.\n  * Heavily armed members of criminal groups often patrol the state, especially along the border region from Reynosa to Nuevo Laredo. They act without fear of punishment in these areas, and local law enforcement has limited capacity to respond to crime. \n  * Law enforcement capacity is greater in the tri-city area of Tampico, Ciudad Madero, and Altamira. These have a lower rate of violent criminal activity compared to the rest of the state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n**State of Matamoros:**\n\n  * Travel for U.S. government employees is limited to the following areas in Matamoros including the neighborhoods of Jardin and Rio, and the area of the city as defined by:\n    * The Rio Grande River to the north\n    * Avenida de Las Americas from the Brownsville and Matamoros Bridge south to Calle Hidalgo and west to Calle Diez\n    * Diagonal Cuauhtemoc east to Avenida Canales continuing east to Calle Primera\n    * Avenida Lauro Villar from Calle Primera east to Calle Republica de Cuba\n    * Calle Republica de Cuba from Avenida Lauro Villar north to Avenida Tamaulipas\n    * Other permitted areas in Matamoros include the shops and restaurants along any of these routes: Calle Sexta to the Holiday Inn, Plaza Fiesta, the Soriana Market at Calle Primera and Avenida Canales, the Soriana Market at Veteran's Bridge via Avenida Lauro Villa or Avenida Division del Norte, and the HEB on Avenida Lauro Villar\n  * An armored vehicle is required for all travel to and from the Matamoros Airport and all travel to Reynosa.\n  * U.S. government employees have a curfew of midnight to 6am in Matamoros.  \n\n\n\nNuevo Laredo:\n\n  * Travel to Nuevo Laredo is permitted for U.S. government employees who have approved official travel only.  All U.S. government employees on official travel must remain within the Nuevo Laredo boundaries:\n    * Northern boundary: The Rio Grande River\n    * Eastern boundary: Boulevard Colosio\n    * Western boundary: Avenida Cesar Lopez de Lara\n    * Southern boundary: Calle 15 de Septiembre\n  * U.S. government employees may not travel by land between cities in Tamaulipas using interior Mexican highways. They must instead travel on the U.S. side of the border. \n  * Travel between Nuevo Laredo and Monterrey is limited to Federal Highway 85D during daylight hours with prior authorization.\n\n\n\nNuevo Progreso:\n\n  * U.S. government employees may travel to Nuevo Progreso within a limited radius of the Progreso-Nuevo Progreso International Bridge in Nuevo Progreso.  \n  * Access to Nuevo Progreso is only permitted via the Progreso Port of Entry in Texas, on foot (no vehicle crossing), between 7am and 6pm.\n\n\n\n**State of Zacatecas:** Do not travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Violent crime, extortion, and gang activity are widespread in Zacatecas state.\n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * U.S. government employees may travel to Zacatecas city by air only. The permitted areas of Zacatecas City include the city limits and the airport, and Highway 45 between the 2 locations.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n#### Level: 3 - Reconsider travel\n\n**State of Baja California:** Reconsider travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Criminal groups fight for control in border areas. They want to set up routes for narco-trafficking and human smuggling.\n  * Travelers should remain on main highways and avoid remote locations. \n  * There are high homicide numbers in the non-tourist areas of Tijuana. \n  * Most homicides appear to be targeted. However, assassinations and territorial disputes between criminal organizations can injure or kill bystanders. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * The only travel restrictions in Baja California state are in Mexicali Valley. There are no additional travel restrictions for U.S. government employees in Baja California state, including in Tijuana, Ensenada, and Rosarito.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Tijuana).\n\n\n\n**Mexicali Valley:**\n\nDue to security risks, U.S. government employees must follow these restrictions regarding Mexicali Valley.\n\nU.S. government employees may not travel in the Mexicali Valley within the below boundaries: \n\n  * Eastern boundary: From the U.S. border to the Gulf of California along the U.S. and Baja or Sonora state borders.\n  * Southern boundary: A straight line east from La Ventana to the Gulf of California.\n  * Western boundary: The area east of Highway 5 from La Ventana to Boulevard Lazaro Cardenes in Mexicali City.\n  * Northern boundary: Boulevard Lazaro Cardenas or Highway 92 and U.S. Border from Highway 1 to the Sonora State border. \n\n\n\nU.S. government employees may travel in the Mexicali Valley to the following areas:\n\n  * Mexicali City: Travel within Mexicali City north of Boulevard Lazaro Cardenes and Highway 92 and west of Highway 1 to the U.S. border.\n  * Los Algodones: Travel to and within the city limit is only permitted via the United States through the Andrade Port of Entry.\n  * Mexicali airport: Travel to and from Mexicali and the airport is permitted on Highway 1 and Highway 8 during daylight hours only.\n\n\n\n**State of Chiapas:** Reconsider travel due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. government employees may travel to Tapachula within the city limits and to the south and west of Highway 200.\n  * U.S. government employees may not travel to the municipality of Ocozocoautla.\n  * U.S. government employees may not travel to the following areas in Southeastern Chiapas within the below boundaries:\n    * East-Northeast boundary: The Mexico-Guatemala border from the Pacific Ocean to Netzahualcoyotl. \n    * Northern boundary: From Netzahualcoyotl in a straight line to Ocosingo. \n    * Western boundary: In straight lines from Ocosingo to El Ocote, from El Ocote to San Francisco Pujiltic, and from San Franciso Pujiltic to Mapastepec. Also, a straight line from southeast Tapachula to Tres Hermanos San Isidro on the coast. \n    * South-Southwest boundary: East and north of Highway 200 from Mapastepec to Tapachula. \n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Chihuahua:** Reconsider travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations.\n  * Most homicides are targeted assassinations against members of criminal organizations.\n  * Territory battles between these groups have led to violent crime in places like restaurants and malls where U.S. citizens and government employees go.  Shootings have hurt or killed bystanders.\n  * U.S. citizens and lawful permanent residents have been kidnapped.\n  * U.S. government employees may not travel to certain areas of Chihuahua, including Copper Canyon.\n  * Review a [map of restricted areas](https://mx.usembassy.gov/maps-of-restricted-areas/#CJ).\n\n\n\nAscension:\n\n  * U.S. government employees may travel on Highway 2 directly between Ciudad Juarez and Ascension.\n\n\n\nCiudad Juarez:\n\n  * Due to security risks, U.S. government employees may travel to Ciudad Juarez within the below boundaries:\n    * Eastern boundary: Bulevar Independencia\n    * Southern boundary: De los Montes Urales; Avenida Manuel J Clouthier; Carretera de Juarez\n    * Western boundary: Via Juan Gabriel; Avenida de los Insurgentes; Calle Miguel Ahumada; Francisco Javier Mina; Melchor Ocampo\n    * Northern boundary: The U.S.-Mexico border \n  * U.S. government employees may travel directly to Ciudad Juarez's Abraham Gonzalez International Airport using the approved Highway 45 route and the factories located along Bulevar Independencia and Las Torres. \n  * U.S. government employees may travel to San Jeronimo only through the United States via the Santa Teresa U.S. Port of Entry; travel via Anapra is prohibited.\n\n\n\nCity of Chihuahua:\n\n  * U.S. government employees may travel to the city of Chihuahua within the below boundaries:\n    * Northern boundary: Avenida Transformacion\n    * Eastern boundary: Avenida Tecnologico/Manuel Gomez Morin\n    * Western boundary: The city boundary\n    * Southern boundary: Highway 16 Calle Tamborel\n  * U.S. government employees may travel to Abraham Gonzalez International Airport and the factories (maquilas) outside this area by the most direct route.\n  * U.S. government employees may travel from Ciudad Juarez to Chihuahua City via Highway 45 with stops permitted only at the Military and Immigration Control Stations (KM 341), the Overlook (KM 342), Military Control Station (KM 315), the shops and restaurants on Highway 45 in the town of Villa Ahumada (KM 240-245), and the Military or Police Control Station (KM 32).\n  * U.S. government employees may travel south of the city of Chihuahua on Highway 45 to the southern boundary of Parral, including each town directly connected to Highway 45, including Lazaro Cardenas, Pedro Meoqui, Santa Cruz de Rosales, Delicias, Camargo, Ciudad Jimenez, and Parral itself.\n\n\n\nNorthwest Chihuahua:\n\n  * U.S. Government employees may travel to the towns of Galeana, Colonia Le Baron, and San Buenaventura via Highway 10.\n\n\n\nNuevo Casas Grandes Area:\n\n  * U.S. government employees may travel to the Nuevo Casas Grandes area (Nuevo Casas Grandes, Casas Grandes, Mata Ortiz, Colonia Juarez, Colonia LeBaron, Paquime and San Buenaventura) during daylight hours via Mexico Federal Highway 2, and then Federal Highway 10, or via the Palomas Port of Entry on U.S. Highway 11, continuing south until reaching Mexico Highway 2, turning west, and following Highway 10 to Nuevo Casas Grandes. \n  * U.S. government employees may stay overnight in the cities of Nuevo Casas Grandes and Casas Grandes only.\n\n\n\nOjinaga:\n\n  * U.S. government employees may travel to Ojinaga using Mexican highways and are required to enter through the U.S. Port of Entry in Presidio, Texas.  \n  * Overnight travel in Ojinaga is permitted.\n\n\n\nPalomas:\n\n  * U.S. government employees may travel to Palomas via U.S. highways through the U.S. Port of Entry in Columbus, New Mexico, or via Highway 2 and Avenida 5 de Mayo in Mexico.  \n  * Overnight travel to Puerto Palomas is prohibited.\n\n\n\n**State of Coachuila:** Reconsider travel due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. U.S. government employees may not travel to the following area:\n    * Northern Coahuila: Travel north of Highway 53 and Highway 23, from Boquillas del Carmen to the Coahuila border.  The eastern and western boundaries follow the Coahuila state borders north to the U.S. border.\n  * U.S. government employees may travel to the following areas:\n    * Piedras Negras via the U.S. only through the Eagle Pass Port of Entry.\n    * Nava and Allende via Highway 57 from Piedras Negras only.\n    * Acuna via the U.S. only through the Del Rio Port of Entry.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n**State of Guanajuato:** Reconsider travel due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. Gang violence in Guanajuato mostly happens in the southern and central areas. It is often connected to the theft of oil and natural gas from the state oil company and other suppliers.   \n  * There is a high number of murders in the southern region due to cartel-related violence.\n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * U.S. government employees may not travel on Federal Highway 45D nor to the areas south of Highway 45D, including the cities of Celaya, Salamanca, and Irapuato.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Jalisco:** Reconsider travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * In Guadalajara, battles between criminal groups have happened in tourist areas.\n  * Shootings between these groups have injured or killed innocent bystanders. \n  * U.S. citizens and lawful permanent residents have been kidnapped.\n  * There are no restrictions on travel in the Guadalajara Metropolitan area, Puerto Vallarta (including neighboring Riviera Nayarit), Chapala, and Ajijic.\n  * U.S. government employees may not travel to the following areas:\n    * Southern Jalisco: May not travel on Federal Highway 110 from the state of Colima to the state of Michoacan, nor to the area to the south and east of Highway 110 to the Michoacan border, with an exception for Mazamitla.\n    * Federal Highway 80: May not travel on Federal Highway 80 between Cocula and Lazaro Cardenas (48989 - in the south).\n  * U.S. government employees may travel to the following area in southeastern Jalisco:\n    * Mazamitla: Travel via Highway 405 only.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Guadalajara).\n\n\n\n**State of Morelos:** Reconsider travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * There are no specific restrictions on travel for U.S. government employees in Morelos state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Sonora** : Reconsider travel due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping. \n  * Travelers should stay alert and aware of their surroundings while traveling in Sonora. Criminal activity and violence may occur in any area of Sonora.\n  * U.S. government employees may travel to: Hermosillo, Bahia de Kino, San Carlos-Nuevo Guaymas, Alamos, and Puerto Libertad.\n  * U.S. government employees must follow the below travel restrictions for Nogales, Puerto Penasco, Cananea, Agua Prieta, and eastern and southern Sonora.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#HermosilloNogales).\n\n\n\nNogales\n\n  * U.S. government employees may not use any taxi services, public buses, or ride-share applications in Nogales.\n  * U.S. government employees may travel to the following areas in the municipality of Nogales:\n    * Highway 15 corridor between the DeConcicini Port of Entry and the intersection of Highway 15 and Highway 15D. The Highway 15 corridor includes:\n      * The area south of the Council of the Federal Judiciary building on Calle Ochoa, between Avenida Alvaro Obregon and Adolfo Ruiz Cortinez, and to the intersection of Highway 15 and Avenida Alvaro Obregon.  \n      * The area south of the intersection of Highway 15 and Avenida Alvaro Obregon, including Adolfo Ruiz Cortinez, and to the Donaldo Colosio Plaza.\n    * The Boulevard Luis Donaldo Colosio corridor between the Mariposa Port of Entry and the intersection with Highway 15. The Boulevard Luis Donaldo Colosio corridor includes:\n      * The industrial area east of Boulevard Luis Donaldo Colosio and between Avenida 5 de Febrero and F. Bustamante.\n      * Boulevard El Greco and the area northwest to Avenida Tecnologico.\n    * The area southeast of Avenida Tecnologico, between Highway 15 and Boulevard Luis Donaldo Colosio, and south to the intersection of Highway 15 and Boulevard Luis Donaldo Colosio.\n    * The Ignacio de La Torre Avenue de los Nogales Corridor between Boulevard El Greco and its intersection with Highway 15. The Ignacio de La Torre Avenida de los Nogales Corridor includes:\n      * The Guarnicion de la Plaza Militar.\n      * The area between Highway 15 and Ignacio de La Torre Avenida de los Nogales. \n\n\n\nTravel between Hermosillo and Nogales\n\n  * U.S. government employees may travel between Nogales and Hermosillo during daylight hours only and via Federal Highway 15 only. \n  * U.S. government employees may not use any taxi services, public buses, or ride-share applications. \n  * Travelers should be cautious and avoid unnecessary stops due to security incidents, including occasional armed carjackings. \n  * Shootings have occurred along this route during the day.\n\n\n\nPuerto Peñasco\n\n  * U.S. government employees may travel between Puerto Peñasco and the Lukeville-Sonoyta U.S. Port of Entry via Federal Highway 8 only.\n  * U.S. government employees may not travel on any other route to Puerto Peñasco. \n  * U.S. government employees may not use any taxi services, public buses, or ride-share applications in Puerto Peñasco.\n\n\n\nCananea and Agua Prieta\n\n  * U.S. government employees may travel directly from the U.S. Port of Entry Douglas to Agua Prieta, but may not go beyond the city limits. \n  * U.S. government employees may travel directly from U.S. Port of Entry Douglas to Cananea on Highway 2 only. They cannot go beyond the city limits.\n  * Travel is limited to daylight hours only, with no overnight stays. \n  * Travel between Nogales and Cananea through Imuris on Highway 2 is not allowed. \n  * U.S. government employees may not use any taxi services, public buses, or ride-share applications in these cities.\n\n\n\nEastern and southern Sonora (including San Carlos-Nuevo Guaymas and Alamos)\n\n  * U.S. government employees may travel from Hermosillo to San Carlos-Nuevo Guaymas using Highway 15 and Highway 124. Traveling away from that route in the direction of Guaymas is prohibited.  \n  * U.S. government employees may travel to Alamos by air.  \n  * U.S. government employees may not travel to areas of Sonora east of Federal Highway 17 between Moctezuma and Santa Rosa.  \n  * U.S. government employees cannot travel to Guaymas and areas south of Guaymas.  \n\n\n\n#### Level: 2 - Exercise increased caution\n\n**State of Agurascalientes:** Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Aguascalientes state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Guadalajara).\n\n\n\n**State of Baja Sur** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Baja California Sur state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Tijuana).\n\n\n\n**State of Durango** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence inthe state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. government employees may not travel west or south of Federal Highway 45.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n**State of Hidalgo** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Hildago state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\nMexico City (Cuidad de Mexico): Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Both violent and non-violent crimes occur throughout Mexico City. \n  * Exercise extra caution, especially at night, outside of popular tourist areas where police patrol more frequently. \n  * Petty crime occurs frequently in both tourist and non-tourist areas.\n  * There are no specific restrictions on travel for U.S. government employees in Mexico City.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Mexico** (Estadio De Mexico):Exercise increased caution due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * Use additional caution in remote areas. \n  * There are no specific restrictions on travel for U.S. government employees in Mexico State.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Nayarit** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S government employees in Nayarit state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Guadalajara).\n\n\n\n**State of Nuevo Leon** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Nuevo Leon state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n**State of Oaxaco** : exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no restrictions on travel for Oaxaca City, Monte Alban, Puerto Escondido, or Huatulco.\n  * U.S. government may not use Federal Highway 200 between Pinotepa and the Oaxaca-Guerrero border.\n  * U.S. government employees may not travel to the Isthmus region within the below boundaries: \n    * Western boundary: Federal Highway 185D.\n    * Northern boundary: Federal highway 190. \n    * Eastern boundary: Oaxaca-Chiapas border.This includes the towns of Juchitan de Zaragoza, Salina Cruz, and San Blas Atempa. \n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Puebla** : Exercise increased caution due to terrorism, crime, and kidnapping.  \n\n  * Cartels that are designated as terrorist organizations are present in this state.\n  * Criminal activity and violence occur throughout the state.\n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.  \n  * There are no specific restrictions on travel for U.S. government employees in Puebla state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Queretaro** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Queretaro state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Quintana Roo** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Shootings between rival gangs have injured and killed innocent bystanders.  \n  * U.S. citizens have been the victims of both non-violent and violent crimes in tourist and non-tourist area\n  * Pay attention to your surroundings after dark in downtown areas of Cancun, Tulum, and Playa del Carmen.\n  * Remain in well-lit pedestrian streets and tourist zones.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Merida).\n\n\n\n**State of San Luis Potosi** : Exercise increased caution due to terrorism, crime, and kidnapping.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * U.S. citizens and lawful permanent residents have been victims of kidnapping.\n  * There are no specific restrictions on travel for U.S. government employees in San Luis Potosi state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#MatamorosMonterreyNuevo%20Laredo).\n\n\n\n**State of Tabasco** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific restrictions on travel for U.S. government employees in Tabasco state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Tlaxcala** : Exercise increased caution due to terrorism and crime.  \n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n**State of Vera Cruz** : Exercise increased caution due to terrorism and crime.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * While most gang-related violence is targeted, bystanders can become victims.\n  * There are no specific restrictions on travel for U.S. government employees in Veracruz state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#City).\n\n\n\n#### Level: 1 - Exercise normal precautions\n\n#### State of Compeche:**Exercise normal precautions.  **\n\n  * However, be aware that cartels designated as terrorist organizations are present in this state. \n  * There are no specific restrictions on travel for U.S. government employees in Campeche state.\n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Merida).\n\n\n\n**State of Yucatan:** Exercise normal precautions.\n\n  * There is a risk of violence in the state from terrorist groups, cartels, gangs and criminal organizations. \n  * There are no specific travel restrictions on travel for U.S. government employees in Yucatan state. \n  * Review a [map of restricted areas(opens in a new tab)](https://mx.usembassy.gov/maps-of-restricted-areas/#Merida).\n\n\n\n### If you decide to travel to Mexico:\n\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency. \n  * Review the [Country Security Report for Mexico.](https://www.osac.gov/Content/Report/8f3ac9f0-a827-455f-bf61-1c4142378221) \n  * Visit the CDC page for the latest [Travel Health Information for Mexico](https://wwwnc.cdc.gov/travel/destinations/traveler/none/mexico).\n  * Whether you are a first time or frequent traveler, use the [International Traveler's Checklist.](https://travel.state.gov/en/international-travel/planning/checklist.html) \n  * We highly recommend that you buy [travel insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) before you travel. Check with your travel insurance provider about evacuation assistance, medical insurance, and trip cancelation coverage.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov), [X](https://x.com/TravelGov?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor), and [Instagram.](https://www.instagram.com/travelgov/?hl=en)\n\n\n"
}