{
  "country": "Moldova",
  "level": 2,
  "full_title": "Moldova - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/moldova-travel-advisory.html",
  "filename_base": "moldova",
  "date": "Fri, 29 Nov 2024",
  "content_md": "**_Reissued after periodic review with minor edits._**\n\nExercise increased caution while traveling to Moldova. This is due to unresolved conflict between the breakaway region of Transnistria and the central government. Read the entire Travel Advisory.\n\n**Country Summary:  **There have been reports of debris from airborne projectiles landing in Moldova, however there is no indication that Moldova is being targeted in Russia's war against Ukraine. The Chisinau airport is operating normally although there are no flights available to or from Belarus, Russia or Ukraine.\n\nRead the Moldova [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Moldova.html) for additional information on travel.\n\nIf you decide to travel to Moldova:\n\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter.](https://twitter.com/TravelGov)\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Moldova.\n  * Visit the CDC page for the latest [Travel Health Information](https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/moldova-travel-advisory.html#ExternalPopup) related to your travel.\n  * U.S. citizens who travel abroad should always have a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n\n\n\n**Transnistria - Level 3: Reconsider Travel**\n\nTransnistria. There is also military conflict in nearby Ukraine.\n\nTransnistria is a region that is not under the control of the Moldovan government. Visitors must show identification to cross into Transnistria. Those without a Moldovan government-issued identification document will have to show a passport. Visitors may also have to show ID such as a passport at checkpoints. This is at roads leading into and out of the region. Ukraine has closed its border crossing points into the Transnistrian region. Taking photographs of military facilities and security forces is not allowed and may result in trouble with authorities. \n\nThe U.S. government's ability to provide emergency services to U.S. citizens traveling in Transnistria maybe be limited or delayed since Transnistria's de facto authorities control access to the region.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}