{
  "country": "Namibia",
  "level": 2,
  "full_title": "Namibia - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/namibia-travel-advisory.html",
  "filename_base": "namibia",
  "date": "Mon, 23 Dec 2024",
  "content_md": "**_Updated to include a risk indicator for health and updates to crime._**\n\nExercise increased caution in Namibia due to **crime** and**health** risks.\n\n**Country Summary:  **Potentially violent crimes, such as home invasions, break-ins, muggings, and \"smash and grabs\" from vehicles stopped at intersections, parked near common tourist areas, or located in shopping mall parking lots are increasingly common. Crimes of opportunity, primarily the theft of money, cell phones, and personal property, are common.\n\nNamibia is sparsely-populated and many visitors travel to remote areas far from emergency services and medical facilities. Health facilities are limited and may not have adequate supplies of basic medications, especially outside of large cities. \n\nRead the [Country Information Page](https://travel.state.gov/content/passports/en/country/namibia.html) for additional information on travel to Namibia.\n\nIf you decide to travel to Namibia:\n\n  * Avoid walking alone, especially after dark.\n  * Do not display large amounts of cash or other valuables.\n  * Keep car doors locked and windows shut at all times.\n  * Be cautious of people appearing to request assistance by the side of the road.\n  * Use ATMs located in well-lit public places or inside a bank or other business and be cautious of anyone offering assistance in using the ATM.\n  * Always carry a copy of your U.S. passport and Namibian visa or entry stamp (if applicable). Keep original documents in a secure location.\n  * While travel medical insurance is recommended for all travelers, local medical facilities are likely to require full payment in cash at the time of service and may otherwise deny care.\n  * Travelers to Namibia should have medical evacuation insurance.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter](https://twitter.com/travelgov).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Namibia.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html)\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/namibia) related to your travel.\n\n\n"
}