{
  "country": "New Caledonia",
  "level": 3,
  "full_title": "New Caledonia - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/new-caledonia-travel-advisory.html",
  "filename_base": "new_caledonia",
  "date": "Tue, 04 Jun 2024",
  "content_md": "**_Updated to reflect change to Travel Advisory Level 3._**\n\nReconsider travel to New Caledonia due to **civil unrest and crime**.\n\nU.S. citizens should reconsider travel to New Caledonia or consider departing by commercial or other privately available transportation options, in light of the current security situation and infrastructure challenges following riots related to electoral reform in May 2024. The French Government has taken and/or could take additional measures, including declaring a state of emergency, curfews, restrictions on freedom of movement, ID verification, and increased security inspections. Follow any state of emergency measures imposed in your province.\n\nProtests, demonstrations, tire burning, and roadblocks are frequent, unpredictable, and have turned violent. During civil unrest, commercial transportation may become unavailable without warning for U.S. citizens wishing to depart New Caledonia. The U.S. government is extremely limited in its ability to provide emergency services to U.S. citizens in New Caledonia - assistance on site is available only from local authorities.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/NewCaledonia.html) for additional information on travel to New Caledonia.  \n\n\nIf you decide to travel to New Caledonia: \n\n  * Avoid demonstrations and crowds.\n  * Do not attempt to drive through roadblocks.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Be aware of your surroundings.\n  * Formulate departure plans that do not rely on U.S. government assistance.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive Alerts and make it easier to locate you in an emergency.   \n  * Follow the Department of State on [Facebook ](https://www.facebook.com/travelgov/)and [Twitter/X.](https://x.com/TravelGov)\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for New Caledonia.   \n  *  Visit the CDC page for the latest [Travel Health Information ](https://wwwnc.cdc.gov/travel/destinations/list)related to your travel. \n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).    \n\n\n"
}