{
  "country": "Niger",
  "level": 4,
  "full_title": "Niger - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.ner.html",
  "filename_base": "niger",
  "date": "Thu, 29 Jan 2026",
  "content_md": "Do not travel\n\nto **Niger** for any reason due to **crime** , **unrest** , **terrorism** , **health** , and **kidnapping**. \n\nOn January 30, 2026, the Department of State ordered non-emergency government employees and their family members to leave Niger due to safety risks. \n\nThe U.S. government cannot offer routine or emergency services to U.S. citizens outside of Niamey due to safety risks.\n\nA state of emergency and movement restrictions are in place in many regions throughout Niger.\n\n  * Nigerien authorities require military escorts for any foreigners traveling outside Niamey, including U.S. government personnel.\n  * Areas under a state of emergency are off-limits and subject to change.\n\n\n\n**U.S. government employee travel restrictions  \n**U.S. government employees working in Niger must:\n\n  * Travel in armored vehicles for all movements, and\n  * Observe a mandatory curfew.\n\n\n\nAll restaurants and open-air markets are off-limits to U.S. government employees working in Niger.\n\nU.S. citizens in Niger are advised to take the same precautions.\n\n**Terrorism**  \nThere is risk of terrorist violence, including terrorist attacks and other activity in Niger. Visit the U.S. Department of State's [Country Reports on Terrorism](https://www.state.gov/reports/country-reports-on-terrorism-2023/niger/) to learn more.\n\nTerrorists continue to plot attacks and use kidnapping for ransom as a business model. They target vulnerable groups and U.S. interests.\n\nTerrorists and their supporters are active in planning kidnappings in Niger and they may attack anywhere. Recent attacks and kidnappings have occurred in:\n\n  * Niamey\n  * The Malian border area (Tillabéri Region, Tri-Border Zone)\n  * The Diffa Region (Lake Chad Basin)\n  * Northern Agadez\n  * The southern border corridor along the Niger-Benin oil pipeline\n\n\n\n**Kidnapping**  \nTerrorist groups continue planning kidnappings of foreigners in Niger.\n\n**Crime**  \nViolent crimes can happen at any time. Crimes include armed robbery and residential break-ins.\n\n**Unrest  \n**Demonstrations may take place in response to political or economic issues. They may also occur on holidays and during large events.\n\n  * Demonstrations can be unpredictable.\n  * The Nigerien government limits or does not authorize large gatherings. It increases security presence around planned protests. This includes stationary checkpoints and roadblocks.\n\n\n\n**Health  \n**Medical services in Niger are limited. Adequate trauma and ambulance services are not widely available. There is limited access to medicines including antibiotics. Even a minor health issue may require medical evacuation at your expense.\n\n  * Find out if your health insurance plan covers any medical expenses abroad. Most U.S. plans do not. \n  * If you purchase medical travel insurance, you are responsible for seeking reimbursement from your medical insurance. Follow their guidance and instructions for filing claims. \n  * We strongly recommend [supplemental insurance](/en/international-travel/planning/guidance/insurance.html) to cover medical evacuation. \n\n\n"
}