{
  "country": "Niger",
  "level": 4,
  "full_title": "Niger - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/niger-travel-advisory.html",
  "filename_base": "niger",
  "date": "Fri, 31 Oct 2025",
  "content_md": "**_The advisory level was increased to 4. There were no changes to the risk indicators. Advisory summary was updated to reflect changes to U.S. embassy operations.  _**\n\nDo not travel to Niger for any reason due to crime, unrest, terrorism, health, and kidnapping. \n\n**Advisory summary  \n**Do not travel to Niger for any reason. On October 30, 2025, the Department of State authorized the departure of all family members of U.S. government employees in Niger due to safety risks.\n\nThe U.S. government cannot offer routine or emergency services to U.S. citizens outside of Niamey due to safety risks.\n\nA state of emergency and movement restrictions are in place in many regions throughout Niger. \n\n  * Nigerien authorities require military escorts for any foreigners traveling outside Niamey, including U.S. government personnel.\n  * Areas under a state of emergency are off-limits and subject to change.\n\n\n\n**U.S. government employee travel restrictions    \n**U.S. government employees working in Niger must: \n\n  * travel in armored vehicles for all movements, and\n  * observe a mandatory curfew.\n\n\n\nAll restaurants and open-air markets are off-limits to U.S. government employees working in Niger.\n\nU.S. citizens in Niger are advised to take the same precautions.\n\n**Terrorism  \n**There is risk of terrorist violence, including terrorist attacks and other activity in Niger. Visit the U.S. Department of State's [Country Reports on Terrorism](https://www.state.gov/reports/country-reports-on-terrorism-2023/niger/) to learn more.\n\nTerrorists continue to plot attacks and use kidnapping for ransom as a business model. They target vulnerable groups and U.S. interests. \n\nTerrorists and their supporters are active in planning kidnappings in Niger and they may attack anywhere. Recent attacks and kidnappings have occurred in:\n\n  * Niamey\n  * The Malian border area (Tillaberi Region, Tri-Border Zone)\n  * The Diffa Region (Lake Chad Basin)\n  * Northern Agadez\n  * The southern border corridor along the Niger-Benin oil pipeline\n\n\n\n**Kidnapping  \n**Terrorist groups continue planning kidnappings of foreigners in Niger.\n\n**Crime**  \nViolent crimes can happen at any time. Crimes include armed robbery and residential break-ins.\n\n**Unrest  \n**Demonstrations may take place in response to political or economic issues. They may also occur on holidays and during large events. \n\n  * Demonstrations can be unpredictable. \n  * The Nigerien government limits or does not authorize large gatherings. It increases security presence around planned protests. This includes stationary checkpoints and roadblocks.\n\n\n\n**Health  \n**Medical services in Niger are limited. Adequate trauma and ambulance services are not widely available. There is limited access to medicines including antibiotics. Even a minor health issue may require medical evacuation at your expense. \n\n  * Find out if your health insurance plan covers any medical expenses abroad. Most U.S. plans do not.\n  * If you purchase medical travel insurance, you are responsible for seeking reimbursement from your medical insurance. Follow their guidance and instructions for filing claims.\n  * We strongly recommend [supplemental insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) to cover medical evacuation.\n\n\n\n**For U.S. citizens in Niger:  **\n\n  * Review our information on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html).\n  * Review our information on [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n  * Research how to arrange a Nigerien military or police escort if traveling outside Niamey.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. government. Enrolling helps the U.S. government contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report for Niger](https://www.osac.gov/Country/Niger/Content/Detail/Report/07a86323-3cf3-4030-92f9-1ca2e470f25e).\n  * Have a plan to leave in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).\n  * Keep travel documents up to date and easily accessible.\n  * Develop a communication plan with family, your employer, or host organization. List how and when you'll confirm you're safe (text or call). Specify how often you'll do this.\n  * Draft a will. Designate appropriate insurance beneficiaries or draft a power of attorney.\n  * Establish a proof of life protocol with your loved ones. If you are taken hostage, your loved ones will know specific questions (and answers) to ask the hostage-takers to confirm that you are being held captive and alive.\n  * Leave DNA samples with your medical provider in case it is necessary for your family to access them for identification purposes.\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Stay aware of your surroundings.\n  * Keep a low profile.\n  * Stay alert in tourist spots.\n  * Do not physically resist any robbery attempt.\n  * Use caution when walking or driving at night.\n  * Do not display signs of wealth, like expensive watches or jewelry.\n  * Do not answer your door at your hotel or residence unless you know who it is.\n  * Stay alert when visiting banks or ATMs.\n  * Avoid demonstrations and crowds.\n  * Make sure your insurance includes medical evacuation coverage.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information for Niger](https://wwwnc.cdc.gov/travel/destinations/traveler/none/niger).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}