{
  "country": "Nigeria",
  "level": 3,
  "full_title": "Nigeria - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/nigeria-travel-advisory.html",
  "filename_base": "nigeria",
  "date": "Tue, 15 Jul 2025",
  "content_md": "_Updated to reflect inconsistent availability of health care services._\n\nReconsider travel to Nigeria due to **crime** , **terrorism** , **civil unrest** , **kidnapping** , **armed gangs, and inconsistent availability of health care services**.** ** Some places in Nigeria have an increased risk. Overall, all locations carry significant security risks. Read the entire Travel Advisory.\n\n**Do Not Travel to** :\n\n  * Borno, Yobe, Kogi, and northern Adamawa states due to **terrorism**  and **kidnapping**\n  * Bauchi, Gombe, Kaduna, Kano, Katsina, Sokoto, and Zamfara states due to **kidnapping**\n  * Abia, Anambra, Bayelsa, Delta, Enugu, Imo, and Rivers states (with the exception of Port Harcourt) due to **crime** , **kidnapping** , and **armed gangs.**\n\n\n\n**Country Summary** :   \nViolent crime is common in the country. This includes armed robbery, assault, carjacking, kidnapping, hostage-taking, roadside banditry, and rape. Kidnappings for ransom happen often. They primarily target dual national citizens visiting Nigeria and U.S. citizens perceived as wealthy. Kidnapping gangs have also stopped victims on interstate roads.\n\n**Terrorism**\n\nThere is risk of **terrorist violence** in Nigeria. This includes terrorist attacks and other activities.\n\nTerrorists continue plotting and carrying out attacks in Nigeria. Terrorists collaborate with local gangs to expand their reach. They may attack with little or no warning, including:\n\n  * Shopping centers and malls\n  * Markets\n  * Hotels\n  * Places of worship\n  * Restaurants and bars\n  * Schools\n  * Government buildings\n  * Transportation hubs\n  * Public places where crowds gather\n\n\n\nVisit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism-2/) to learn more.\n\n**Gangs and crime**\n\nCivil unrest and armed gangs are active in parts of Southern Nigeria. This is especially true in the Niger Delta and Southeast regions. Armed crime and gangs are common in the area. Crimes include **kidnapping** and **assaults** on Nigerian security services.\n\nViolence can flare up between communities of farmers and herders in rural areas.\n\n**Unreliable health care**\n\nU.S. citizens should not expect the same level of health care to be available in Nigeria as they do in the United States:****\n\n  * Nigerian medical facilities are generally not equipped to U.S. or European standards.\n  * Many medicines are not available. This includes common medications for diabetes or asthma.\n  * Bring enough over-the-counter and prescription medicines to last your entire stay in Nigeria.\n  * Update [vaccinations](https://wwwnc.cdc.gov/travel/destinations/traveler/none/nigeria) to include all standard vaccinations, plus yellow fever, meningitis, typhoid, cholera, hepatitis A, hepatitis B, and a polio booster.\n  * All visitors should take Malaria prophylaxis. Nigeria is high risk for Malaria.\n  * Counterfeit pharmaceuticals are a common problem.\n  * Hospitals often expect immediate cash payment for health services.\n  * Most hospitals and doctors do not accept U.S. health insurance.\n  * Emergency services like those in the United States or Europe do not exist.\n  * Blood supply is often unreliable.\n  * Ambulance services are unreliable, have poor equipment, and often do not have trained paramedics.\n  * We strongly recommend getting traveler's insurance, including medical evacuation insurance, before traveling.\n  * The Department of State does not pay medical bills for U.S. citizens overseas.\n  * **U.S. Medicare/Medicaid do not work overseas.**\n\n\n\nDue to security risks, U.S. government employees cannot provide emergency services to U.S. citizens in many areas of Nigeria.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Nigeria.html) for additional information on travel to Nigeria.\n\n**  If you decide to travel to Nigeria:**\n\n  * Carry proper identification, including a U.S. passport with a current Nigerian visa, if needed.\n  * Use caution when walking or driving.\n  * Keep a low profile.\n  * Review travel routes and times. Vary your predictability.\n  * Do not physically resist any robbery attempt.\n  * Be extra vigilant when visiting banks or ATMs.\n  * Check local media for breaking events and be prepared to adjust your plans.\n  * Be aware of your surroundings.\n  * Stay alert in locations frequented by foreign tourists.\n  * Avoid demonstrations and large political gatherings.\n  * Review your personal security plans.\n  * Have evacuation plans that do not depend on U.S. government help.\n  * Establish a \"proof of life\" protocol with your loved ones, so that if you are taken hostage, your loved ones know specific questions (and answers) to ask the hostage-takers to be sure that you are alive. This helps to rule out scams.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive alerts. It makes it easier to locate you in an emergency.\n  * Get comprehensive medical insurance that includes medical evacuation.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/1db16264-d8f0-44ec-8f49-1d5808ee1c9d) for Nigeria.\n  * Prepare a backup plan for emergency situations. Review the Traveler's Checklist.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/nigeria?s_cid=ncezid-dgmq-travel-single-001 \"cdc.gov\") related to your travel.\n\n\n\n**Borno, Yobe, Kogi, and Northern Adamawa states - Level 4: Do Not Travel**\n\nDo not travel to these areas for any reason.\n\nThe security situation in these states is **unstable** and **uncertain**. This is because of widespread terrorist activity, violence between communities, and kidnapping. Security operations to counter these threats may occur without warning.\n\nTerrorist groups in the Northeast often target:\n\n  * Humanitarian camps\n  * Security forces\n  * Churches and mosques\n  * Schools\n  * Government buildings\n  * Entertainment venues\n  * Road travelers\n\n\n\nViolence in Northeast Nigeria has forced about two million Nigerians to leave their homes.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n\n**Bauchi, Gombe, Kaduna, Kano, Katsina,  Sokoto and Zamfara states - Level 4: Do Not Travel**\n\nDo not travel to these areas for any reason.\n\nThe security situation in these states is **unstable** and **uncertain** due to**civil unrest**. Widespread violence between communities and armed crime, including kidnapping and roadside banditry. Security operations to counter these threats may occur without warning.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n\n**Abia, Anambra, Bayelsa, Delta, Enugu, Imo, and Rivers states (with the exception of Port Harcourt) - Level 4: Do Not Travel**\n\nDo not travel to these areas for any reason.\n\nCrime is widespread in Southern Nigeria. There is a high risk of **kidnapping** , **violent protests** , and **armed gangs**.\n\nVisit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}