{
  "country": "North Korea",
  "level": 4,
  "full_title": "North Korea - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.prk.html",
  "filename_base": "north_korea",
  "date": "Tue, 29 Apr 2025",
  "content_md": "Do not travel\n\nto**North Korea** due to **wrongful** **detention** and **other** **risks**.\n\nDo not travel to North Korea due to the continuing serious risk of arrest, long-term detention, and the threat of wrongful detention of U.S. citizens.\n\n**Do not travel to the Democratic People’s Republic of Korea for any reason.**\n\n  * U.S. passports cannot be used to travel to, in, or through the Democratic People's Republic of Korea (DPRK or North Korea) unless they are specially validated for such travel by the Secretary of State.\n  * Special validations are granted only in very limited circumstances. Review the information on [how to apply for the special validation](https://travel.state.gov/content/travel/en/passports/requirements/passport-for-travel-to-north-korea.html).\n\n\n\n****Because the U.S. government does not have diplomatic relations with North Korea, it cannot provide direct help to U.S. citizens in North Korea in emergencies.****\n\n  * Sweden serves as the U.S. protecting power in North Korea through its Embassy in Pyongyang and provides limited consular services to U.S. citizens. Additionally, the North Korean government has often delayed or denied Swedish officials access to U.S. citizens who are detained. \n  * The Federal Aviation Administration (FAA) has issued a Notice to Airmen (NOTAM) or a Special Federal Aviation Regulation (SFAR). This is due to the risks to civil aviation operating within or in the vicinity of North Korea. \n  * For more information U.S. citizens should consult the [Federal Aviation Administration’s Prohibitions, Restrictions and Notices](https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/north-korea-travel-advisory.html#ExternalPopup).\n\n\n"
}