{
  "country": "Pakistan",
  "level": 3,
  "full_title": "Pakistan - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.pak.html",
  "filename_base": "pakistan",
  "date": "Mon, 26 Jan 2026",
  "content_md": "Reconsider travel\n\nto **Pakistan** due to **terrorism** and the potential for **armed conflict**. Some areas have increased risk. Read the entire Travel Advisory.\n\nThere is risk of terrorist attacks in Pakistan.\n\n**Terrorism  \n**Violent extremist groups have carried out attacks in Pakistan. Terrorist attacks typically happen in Balochistan and Khyber Pakhtunkhwa, including the former FATA, but they have also occurred in major cities such as Karachi and Islamabad. \n\n  * Terrorists may strike without warning. They target transportation hubs, hotels, markets, malls, military and security forces sites, airports, trains, schools, hospitals, places of worship, tourist spots, and government buildings.\n\n\n\n**Demonstrations  \n**Local law prohibits protesting or demonstrating without a permit.\n\n  * Being near a protest can draw scrutiny from Pakistani security forces.\n  * U.S. citizens have been detained for participating in protests. You can also face detention for posting content on social media viewed as critical of the Pakistani government, military, or officials.\n  * Internet and mobile phone service outages are common, especially during protests.\n\n\n\n**Crime  \n**Pakistan’s security environment remains fluid. It sometimes changes without notice and can be a serious threat.\n\n  * There are greater security resources and infrastructure in the major cities. Security forces in these areas may be more readily able to respond to an emergency compared to other areas of the country.\n  * The most reported crimes are pickpocketing, bag-snatching, and phone theft. \n\n\n\n**Limited U.S. consular assistance  \n**The Government of Pakistan restricts the travel of U.S. government personnel working in Pakistan.\n\n  * U.S. government employees working in Pakistan are required to use armed escorts and armored vehicles when traveling in certain parts of the country, both for official and personal travel. \n  * The U.S. government has a limited ability to assist or provide services to U.S. citizens in the KP Province, Balochistan Province, Pakistan-administered Azad Kashmir, and most areas outside of Islamabad, Lahore, and Karachi.\n  * U.S. government personnel working in Pakistan must obtain special authorization from the host government to travel to most areas outside of Islamabad, Lahore, and Karachi.__\n  * Additional restrictions on movements can occur suddenly and at any time. This depends on local circumstances and security conditions. \n  * U.S. government employees working in Pakistan are generally prohibited from attending most large gatherings, such as political rallies or religious ceremonies. \n\n\n\n**Dual nationals  \n**The U.S. embassy and consulates have a limited ability to provide consular services to dual U.S.-Pakistani citizens who have been arrested or detained. Pakistani law considers such individuals to be exclusively citizens of Pakistan.\n\n**Do Not Travel to:**\n\n  * **Balochistan Province** and**Khyber Pakhtunkhwa (KP) Province** , including the former **Federally Administered Tribal Areas (FATA)** , due to **terrorism** and **kidnapping**.\n  * The immediate vicinity of **the Line of Control** due to **terrorism  **and the potential for **armed  conflict**.\n\n\n"
}