{
  "country": "Russia",
  "level": 4,
  "full_title": "Russia - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/russia-travel-advisory.html",
  "filename_base": "russia",
  "date": "Mon, 29 Dec 2025",
  "content_md": "_**There were no changes to the advisory level or risk indicators. Advisory summary was updated.**_\n\n**Advisory summary**\n\n**Do not travel to Russia**  **due to:**\n\n  * Danger associated with the continuing war between Russia and Ukraine.\n  * The risk of harassment or wrongful detention by Russian security officials.\n  * The arbitrary enforcement of local laws.\n  * The possibility of terrorism.\n\n\n\n**U.S. citizens in Russia should leave immediately**  \nThe U.S. government has limited ability to help U.S. citizens in Russia, especially outside of Moscow. The U.S. Embassy in Moscow has reduced its staff. The Russian government has also restricted travel for embassy personnel. All U.S. consulates in Russia have suspended operations, including consular services. \n\n**Do not travel to Russia for any reason**  \nThe U.S. Embassy in Moscow has limited ability to assist in the case of a detention of a U.S. citizen. There is no guarantee that the Russian government will grant the U.S. Embassy consular access to detained U.S. citizens. U.S. citizens may serve their entire prison sentence without release. The risk of wrongful detention of U.S. citizens remains high. Even if a case is determined wrongful, there is no guarantee of release.\n\nRussian officials often question and threaten U.S. citizens without reason. Russian security services have arrested U.S. citizens on false charges. They have denied them fair treatment and convicted them without credible evidence. Russian authorities have opened questionable investigations against U.S. citizens for their religious activities.\n\nThere have been drone attacks and explosions near the border with Ukraine, and in Moscow, Kazan, St. Petersburg, and other large cities. In 2024, ISIS Khorasan claimed responsibility for the attack at Crocus Music Hall in Moscow. This attack killed 130 people. They also targeted places of worship in Dagestan. In an emergency, you should follow instructions from local authorities and seek shelter.\n\n**Dual citizenship**  \nRussia will **not**  recognize your U.S. citizenship if you are a dual U.S.-Russian citizen or have a claim to Russian citizenship.\n\n  * Russia has blocked U.S. consular officers from visiting detained dual U.S.-Russian citizens.\n  * The Russian government has forced dual citizens to join the military. They also have stopped them from leaving the country.\n  * In 2022, Russia started drafting citizens for the war in Ukraine. The military draft is ongoing.\n  * Failure to adhere to Russian laws and regulations on dual citizenship can result in arrest.\n\n\n\n**Demonstrations**  \nIn Russia, peaceful assembly and freedom of speech are not protected rights. U.S. citizens should avoid protests and taking photos of security staff at these events. Russian authorities have arrested U.S. citizens who have joined protests. Russians and U.S. citizens have been detained for posts on social media.\n\n**Electronic devices**  \nReconsider bringing electronic devices into Russia. U.S. citizens should assume all electronic communications and devices in Russia are monitored by Russian security services. Russian security services have arrested U.S. citizens and other foreign nationals based on information found on electronic devices. This includes information that was created, transmitted, or stored while in another country.\n\n**Debit and credit cards**  \nU.S. credit and debit cards no longer work in Russia. Due to sanctions, sending electronic money transfers from the United States to Russia is nearly impossible. The U.S. Embassy cannot assist with transferring money to circumvent sanctions.\n\n**Air travel**  \nThere are few commercial air travel options available. It may not be easy to book flights on short notice. If you wish to leave Russia, you should make your own travel plans. The U.S. Embassy can only offer limited help to U.S. citizens trying to leave. Transportation options could become even more limited at any time.\n\nVisit our website for information for [U.S. Citizens Seeking to Depart Russia](https://travel.state.gov/content/travel/en/international-travel/before-you-go/informationforuscitizeninrussia.html).\n\nThe Federal Aviation Administration (FAA) has downgraded Russia's air safety rating from [Category 1 to Category 2 due to safety concerns](https://www.faa.gov/travelers/international_travel). U.S. government personnel are generally not allowed to fly on Russian airlines due to safety concerns.\n\nAdditionally, the FAA banned U.S. flights within certain areas of Russian airspace, by issuing a Notice to Airmen (NOTAM). This is due to risks to civil aviation operating within or in the vicinity of these certain areas. For more information U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions#RussianFederation).\n\n**Laws and special circumstances**  \nRussian officials have questioned, threatened, and detained U.S. citizens without reason. This includes both former and current U.S. government and military personnel, as well as private U.S. citizens. Russian authorities have a history of wrongfully detaining U.S. nationals and using them as bargaining chips.\n\n  * U.S. citizens may become victims of harassment, mistreatment, and extortion.\n  * Russian authorities do not always notify the U.S. embassy about the detention of a U.S. citizen. They may delay or deny U.S. consular help.\n  * Russian security services target foreign nationals and international organizations considered \"undesirable.\"\n  * Russian law allows authorities to punish foreigners for treason. This includes working for organizations that Russia perceives as acting against Russian interests. Former and current U.S. government employees and contractors should pay special attention to this part of Russian law.\n\n\n\n**Security**  \nDrone attacks and explosions have taken place near the border with Ukraine and in Moscow, Kazan, St. Petersburg, and other large cities. In an emergency, you should follow instructions from local authorities and seek shelter.\n\nRussia's war in Ukraine has destabilized security in southwestern Russia. In October 2022, the Russian government declared martial law in the following border areas with Ukraine: Bryansk, Kursk, Belgorod, Voronezh, Rostov, and Krasnodar.\n\nUnder martial law, authorities can:\n\n  * Set curfews\n  * Seize property\n  * Restrict movement\n  * Detain foreigners\n  * Forcibly relocate residents\n  * Limit public gatherings\n\n\n\nRussian authorities have questioned, detained, and arrested people for \"acting against Russia's interests.\" Local authorities have targeted people for posting on social media or supporting \"anti-Russian\" groups. They have punished people for criticizing the government or military.\n\n**Gay and lesbian travelers**  \nThe Russian government's \"propaganda\" law bans discussion of gay and lesbian topics. The community has been labeled as \"extremist,\" and it is considered a crime to support the human rights of gay and lesbian people in Russia. Displaying certain symbols, including the rainbow flag, is a crime. Foreigners found guilty of violating this law may be arrested and detained for up to 15 days and then deported.\n\n**Terrorism**  \nTerrorists continue to plan and carry out attacks in Russia. The March 2024 Crocus City Hall attack in Moscow proved terrorists can strike without warning.\n\nU.S. government employees working in Russia are prohibited from traveling to the North Caucasus, including Chechnya and Mt. Elbrus.\n\n**Russian annexation of territories**  \nThe international community does not recognize Russia's purported annexation of Crimea, Donetsk, Luhansk, Kherson, and Zaporizhzhya.\n\nRussia staged its full-scale invasion of Ukraine, in part, from occupied Crimea. There is a heavy Russian military presence in these areas and intense fighting across these regions.\n\nRussian authorities have abused foreigners and locals. In particular, they have targeted people who they see as opposing Russia's authority.\n\nThe U.S. Embassy in Kyiv, Ukraine offers consular services to U.S. citizens in Crimea, Donetsk, Luhansk, Kherson, and Zaporizhzhya. However, the ongoing war limits the embassy's ability to help U.S. citizens in these areas.\n\n**If you choose to disregard the Travel Advisory and decide to travel to Russia:**\n\n  * The Department has determined that the risk of wrongful detention of U.S. nationals is significant.\n  * Be ready for the possibility of detention for an unknown amount of time, possibly without a clear reason, and without the ability to contact your embassy or anyone else for help.\n  * Prepare a will and designate appropriate insurance beneficiaries or power of attorney.\n  * Share important documents, login information, and points of contact with loved ones so that they can manage your affairs if you are unable to return as planned to the United States. Review [this list](https://travel.state.gov/en/international-travel/planning/checklist.html#processlist-95341df8a8-item-b032ace2a3) of documents to prepare for your trip.\n  * Discuss a plan with loved ones regarding care and custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etc.\n  * Leave DNA samples with your medical provider in case it is necessary for your family to access them.\n  * Develop a communication plan with family, your employer or host organization. List how and when you'll confirm you're safe (text or call). Specify how often you will do this.\n  * Have evacuation plans that do not rely on U.S. government assistance. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html). \n  * Visit our website on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html) and [Travel to High-Risk areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n  * Consider the risks involved in having dual U.S.-Russian nationality.\n  * Log out of all social media accounts and do not access your social media accounts while in Russia.\n  * Keep travel documents up-to-date and easily accessible.\n  * Stay aware of your surroundings.\n  * Stay alert in tourist spots.\n  * Follow the instructions of local authorities. \n  * Monitor local media for breaking news. Be prepared to adjust your plans. \n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.  \n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/f312a926-0723-427a-947f-1c391b3776e8) for Russia.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for Russia.\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}