{
  "country": "Senegal",
  "level": 1,
  "full_title": "Senegal - Level 1: Exercise Normal Precautions",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/senegal-travel-advisory.html",
  "filename_base": "senegal",
  "date": "Mon, 01 Dec 2025",
  "content_md": "**_There were no changes to the advisory level or risk indicators. Advisory summary was updated._**\n\nExercise normal precautions in Senegal.\n\n**Exercise increased caution** in the **Casamance** region due to **crime** and **landmines**. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Advisory Summary  \n**Senegal is generally a safe destination for travelers. Read our travel guidance for Senegal to learn how to prepare for a safe trip.\n\n**Level 2 - Exercise Increased Caution**\n\n**Casamance region  \nExercise Increased Caution** in the **Casamance region** due to **crime** and**landmines**.\n\nU.S. embassy personnel can only travel in the Casamance region on main roads and during daylight hours.\n\n**Crime  \n**Separatist rebel groups operate in the Casamance region. Bandits sometimes commit armed robbery in the area. Stay on main roads and do not travel at night.\n\n**Landmines  \n**Landmines and unexploded ordinance from prior conflicts exist in the Casamance region, primarily in border and rural areas. The locations of landmines and unexploded ordnance are often not known, marked, or easy to recognize.\n\n**If you decide to travel to Senegal:**\n\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n  * Do not physically resist any robbery attempt.\n  * Use caution when walking or driving at night.\n  * Be aware of your surroundings.\n  * Do not display signs of wealth, such as expensive watches or jewelry.\n  * Do not visit locations where landmines are known to exist. Be alert to signs that mark unexploded landmines. Stay on main roads and well-traveled areas.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Country/Senegal/Detail) for Senegal.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/senegal?s_cid=ncezid-dgmq-travel-single-001) for Senegal, including which vaccines are recommended prior to your travel.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}