{
  "country": "Solomon Islands",
  "level": 2,
  "full_title": "Solomon Islands - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/solomon-island-travel-advisory.html",
  "filename_base": "solomon_islands",
  "date": "Fri, 31 Oct 2025",
  "content_md": "**Reissued after periodic review with updated risk information.  \n**Exercise increased caution traveling to Solomon Islands due to risks to health, unexploded ordinance, crime and civil unrest.\n\n**Mosquito-borne diseases** such as malaria and dengue fever are widespread. Medical facilities and clinics outside of Honiara are under-resourced in terms of drugs and medical equipment.\n\n**Unexploded ordinance (UXO)** from World War II remains a significant hazard and may be present on land, in forests, and underwater locations. Many areas have been swept or cleared, however previously undetected UXO continue to be discovered on a regular basis. While some areas are much more dangerous than others, caution is advised, even in areas reported to be cleared. High-risk areas include:\n\n  * Hell's Point and the ridges behind Honiara\n  * New Georgia group of islands\n  * Russell Islands\n  * Tulagi Island\n\n\n\n**While petty crime is common** in some parts of Solomon Islands, Honiara has a higher risk of petty crime, break-ins, robbery, and sexual assault, including incidents targeting foreigners. Travelers should remain vigilant, avoid displaying valuables in public, and be cautious in less populated or poorly lit areas. Other violent crimes are uncommon but can occur.\n\n**Civil unrest can arise with little notice.** Political developments, including Parliament sittings, elections, and times of political uncertainty, may lead to protests or demonstrations, which have the potential to turn violent. Avoid large gatherings and political events.\n\nIf you decide to travel to Solomon Islands:\n\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to receive Alerts and make it easier to locate you in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Solomon Islands.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel) related to your travel.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n\n\n"
}