{
  "country": "Somalia",
  "level": 4,
  "full_title": "Somalia - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/somalia-travel-advisory.html",
  "filename_base": "somalia",
  "date": "Wed, 14 May 2025",
  "content_md": "_**Updated with changes to security information.**_\n\nDo not travel to Somalia due to **crime** , **terrorism** , **civil unrest** , **health** , **kidnapping** , **piracy** , and**lack of availability of routine consular services**.\n\n**Country Summary  \n**Due to security risks, U.S. government employees working in Somalia are prohibited from traveling outside the Mogadishu International Airport complex where the U.S. Embassy is located. The U.S. Embassy in Mogadishu maintains normal staffing.\n\n**Crime  \n**Violent crime is common throughout Somalia, including kidnapping and murder. Illegal roadblocks are widespread.\n\n**Terrorism  \n**Terrorists continue to plot kidnappings, bombings, and other attacks in Somalia. They may attack with little or no warning and target: \n\n  * Airports\n  * Seaports\n  * Government buildings\n  * Hotels and restaurants\n  * Shopping areas\n  * Public places that attract large crowds and tourists\n  * Government, military, and other convoys\n\n\n\nAttack methods can include car bombs, suicide bombers, individual attackers, and rocket fire.\n\nSome areas, like the Somaliland region, have seen less terrorist activity. However, violence and explosive attacks can happen anywhere in Somalia, at any time.\n\n**Civil Unrest  \n**Protests and demonstrations occur throughout Somalia. They can sometimes turn violent.\n\n  * Check local media for breaking events. Be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n\n\n\n**Health  \n**Medical facilities in Somalia have limited capacity. They are often absent in rural areas. The health care system lacks sufficient pharmaceuticals, medical supplies, and medical professionals. Hospitals do not meet U.S. standards. \n\n  * Bring enough supply of over the counter and prescription medicines, along with copies of their prescriptions, including the generic name for the medicines.\n\n\n\n**Piracy  \n**Pirates are active in the waters off the Horn of Africa, specifically off the coast of Puntland.\n\n**Kidnapping**  \nViolent crime, including kidnapping, is common throughout Somalia. Illegal roadblocks are widespread.\n\n**Lack of availability of consular services  \n**The U.S. government has extremely limited ability to help U.S. citizens in Somalia. There is no permanent consular officer in Somalia, not even the Somaliland region. If a traveler's passport is lost, stolen, expires, or if they become destitute, the U.S. government may not be able to help.\n\n**Other issues  \n**Some schools and other facilities act as \"rehabilitation\" centers. These facilities exist throughout Somalia with little or no licensing and oversight. Reports of physical abuse are common. People also report being held against their will in these facilities.\n\nThere are frequent reports of U.S. citizens who have their passports taken by family members, leaving them unable to leave Somalia. This often occurs when U.S. citizens travel to Somalia to visit family or attend an event. Some adult U.S. citizens cannot leave the international airport because they need explicit consent from their family.\n\nDue to risks to civil aviation from extremist and military activity, the Federal Aviation Administration has issued a Special Federal Aviation Regulation that bans certain U.S. flights within or near Somalia. For more information, U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions, and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions).\n\nRead the [Country Information Page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Somalia.html) for additional information on travel to Somalia.\n\nIf you decide to travel to Somalia:\n\n  * Review your personal security plan and visit our page on [Travel to High-Risk Areas](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n  * Make a plan to exit Somalia rapidly if the situation gets worse. Identify multiple options for leaving Somalia and know the entry requirements for U.S. citizens in to neighboring countries.\n  * Avoid sailing near the coast of Somalia and review the [Live Piracy Report](https://icc-ccs.org/map/) published by the International Maritime Bureau.\n  * Draft a will and designate appropriate insurance beneficiaries and/or power of attorney.\n  * Discuss a plan with loved ones regarding care/custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etc.\n  * Share important documents, login information, and points of contact with loved ones so that they can manage your affairs if you are unable to return as planned to the United States. [Find a suggested list of such documents here](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Make your own personal security plan with your employer or host organization (if you are traveling on business) or consider consulting with a professional security organization.\n  * Develop a communication plan with family and/or your employer or host organization (if you are traveling on business), so that they can monitor your safety and location as you travel through high-risk areas. This plan should specify whom you would contact first, and how that person should share the information.\n  * Identify key sources of possible assistance for you and your family in case of emergency, such as your employer (if traveling on business), and local friends/family as well as friends/family outside Somalia.\n  * Appoint one family member to be the point of contact with hostage-takers and media.\n  * Appoint a family member to be the contact for the U.S. and host country government agencies, and members of Congress if you are taken hostage or detained.\n  * Discuss a proof of life protocol with your loved ones, so that if you are taken hostage, your loved ones can know specific questions (and answers) to ask the hostage-takers to be sure that you are alive (and to rule out a scam).\n  * Leave DNA samples with your medical provider in case it is necessary for your family to access them.\n  * Erase any sensitive photos, comments, or other materials from your social media pages, cameras, laptops, and other electronic devices. These could be considered controversial or provocative by local groups.\n  * Do not bring your sentimental belongings to Somalia.\n  * Enroll your trip in the State Department's [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/19e45fcf-3ac5-4059-ad39-269baefc3906) for Somalia.\n  * Prepare a backup plan for emergency situations. Review the Traveler's Checklist.\n  * Update [vaccinations](https://wwwnc.cdc.gov/travel/destinations/traveler/none/somalia) to include all up-to-date standard vaccinations, plus Cholera, Hepatitis A, Hepatitis B, rabies, and a Polio booster.\n  * All visitors should take Malaria prophylaxis. Somalia is high risk for Malaria.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/somalia?s_cid=ncezid-dgmq-travel-single-001) related to your travel.\n\n\n"
}