{
  "country": "South Sudan",
  "level": 4,
  "full_title": "South Sudan - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.ssd.html",
  "filename_base": "south_sudan",
  "date": "Thu, 13 Nov 2025",
  "content_md": "Do not travel\n\nto **South Sudan** due to risk of **unrest, crime, kidnapping, landmines** , and **health threats**. \n\nThe U.S. government has limited ability to provide emergency consular services to U.S. citizens in South Sudan.  \n\n  * U.S. government personnel working in South Sudan are under a strict curfew. \n  * U.S. government personnel must use armored vehicles for nearly all movements.  \n  * Official travel outside Juba is limited.  \n  * Because of the serious crime threat in Juba, walking is restricted to a small area near the embassy during the day.  \n\n\n\n**Unrest    \n**Armed conflict is ongoing and includes fighting between various political and ethnic groups. Weapons are readily available to the population. In addition, cattle raids occur throughout the country, often leading to violence. \n\nJournalists regularly report being harassed in South Sudan and many have been killed while covering the conflict. Reporting in South Sudan without the proper documentation from the South Sudanese Media Authority is illegal. Any journalistic work there is very dangerous. \n\n**Crime    \n**Violent crime is common throughout South Sudan, including Juba. This includes carjackings, shootings, ambushes, assaults, robberies, and kidnappings.  \n\nForeign nationals have been the victims of rape, sexual assault, armed robberies, and other violent crimes.  \n\n**Kidnapping    \n**Criminal groups have kidnapped and threatened to kill or hurt people in order to force a third party, like a government, to act or abstain from doing something as a condition of release. \n\nKidnapping for ransom happens occasionally in South Sudan. Criminal groups most frequently target local citizens. \n\n**Landmines    \n**Landmines are sparsely located throughout the country. While most locations are marked, unmarked unexploded ordinance remains a threat and causes multiple casualties each year.  \n\n**Health    \n**Medical services in South Sudan are extremely limited. Adequate medical treatment, as well as access to routine and emergency procedures, is often unavailable, and even minor health issues could require medical evacuation. All medical services, including medical evacuation, are at your expense. If you purchase additional medical insurance, be sure to keep records of all medical services paid for and provided. \n"
}