{
  "country": "Sri Lanka",
  "level": 2,
  "full_title": "Sri Lanka - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/sri-lanka-travel-advisory.html",
  "filename_base": "sri_lanka",
  "date": "Thu, 09 Oct 2025",
  "content_md": "**_There were no changes to the advisory level.   The Other risk indicator was added.  Advisory summary was updated_**\n\nExercise increased caution in Sri Lanka due to **unrest** , **terrorism, and landmines. Read the entire Travel Advisory.**\n\n**Advisory Summary:**  \n\n**Demonstrations  \n**Protests over the economic and political situation in Sri Lanka can happen at any time.\n\n  * Police have used water cannons and tear gas to disperse protesters.\n  * Avoid all gatherings, even peaceful ones.\n  * Protests could turn violent with little or no warning.\n\n\n\n**Terrorism  \n**Terrorist attacks have occurred in Sri Lanka, with little or no warning.\n\nThey may target:\n\n  * Tourist locations\n  * Transportation hubs\n  * Markets and shopping malls\n  * Government buildings\n  * Hotels, clubs, and restaurants\n  * Places of worship\n  * Parks\n  * Major sporting and cultural events\n  * Schools and hospitals\n  * Airports\n  * Other public areas\n\n\n\nThe U.S. government has limited ability to provide emergency services to U.S. citizens in remote areas. \n\n**Land mines**\n\nApproximately 23 square kilometers of Sri Lanka have land mines left from its civil war. Most land mines have been cleared, but some areas in northern and eastern Sri Lanka are still dangerous. The highest concentration is in the northern districts of the Northern Province. This territory has dense forests and rough terrain. Warning signs with the international land mine symbol mark the areas of greatest risk. The symbol shows a skull and crossbones in a red, upside-down triangle. White markers indicate cleared land.\n\n**  If you decide to travel to Sri Lanka: **\n\n  * There is risk of terrorist violence, including terrorist attacks and other activity in Sri Lanka. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n  * Avoid traveling off well-used roads, tracks, and paths due to risk of unexploded ordnance in certain areas of northern and eastern Sri Lanka, with the highest concentration of affected areas in the in the northern districts of the Northern Province.\n  * Be aware of your surroundings when traveling to tourist locations and crowded public venues.\n  * Large-scale demonstrations related to the local political situation may occur with little notice. Demonstrations may disrupt transportation and other essential services.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for [Sri Lanka](https://wwwnc.cdc.gov/travel/destinations/traveler/none/sri-lanka).\n  * Follow the instructions of local authorities. \n  * Monitor local media for breaking news. Be prepared to  adjust your plans.\n  * Avoid demonstrations and crowds. \n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the  [Country Security Report](https://www.osac.gov/Country/SriLanka/Detail) for Sri Lanka. \n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}