{
  "country": "The Kyrgyz Republic",
  "level": 1,
  "full_title": "The Kyrgyz Republic - Level 1: Exercise Normal Precautions",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/the-kyrgyz-republic-travel-advisory.html",
  "filename_base": "the_kyrgyz_republic",
  "date": "Tue, 10 Feb 2026",
  "content_md": "**_There was no change to the advisory level. The \"unrest\" risk indicator was added, and the \"other\" risk indicator was removed. Advisory Summary was updated._**\n\nExercise normal precautions in the Kyrgyz Republic. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Advisory Summary  \n**The Kyrgyz Republic is generally a safe destination for travelers.\n\nReview our travel guidance for the Kyrgyz Republic to learn how to prepare for a safe trip.\n\n**Unrest  \n**U.S. citizen safety may be threatened by political, economic, religious, or other instability and violence. Demonstrations, protests, or armed conflict may threaten your physical safety and prevent you from accessing help or evacuating the area.\n\n**If you decide to travel to the Kyrgyz Republic:**\n\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Have a plan to depart in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy. Enrolling helps the U.S. embassy contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Country/Kyrgyzstan/Detail) for the Kyrgyz Republic.\n  * Whether you are a first time or frequent traveler, use the International [Travel Checklist.](https://travel.state.gov/content/passports/en/go/checklist.html)\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) for the Kyrgyz Republic. We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n\n**Level 2: Exercise increased caution -  Border Region with Tajikistan **\n\nExercise increased caution in areas within 30 kilometers of the border with Tajikistan. On March 13, 2025, the Kyrgyz Republic and Tajikistan signed a bilateral agreement to resume cross-border movement, but the status of the border crossings may change with short notice.\n\n  * There are 2 checkpoints on the border that are open for transit.\n  * There are no travel restrictions for U.S. citizens crossing the border.\n  * Visitors to the Batken region, especially the Batken and Leilek districts, should remain cautious. There is a recent history of border clashes, so stay vigilant.\n\n\n"
}