{
  "country": "The Bahamas",
  "level": 2,
  "full_title": "The Bahamas - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/the-bahamas-travel-advisory.html",
  "filename_base": "the_bahamas",
  "date": "Mon, 31 Mar 2025",
  "content_md": "**_Updated to reflect crime, swimming-related risks, and information on traveling with firearms and ammunition._**\n\nExercise increased caution due to **crime**.\n\n**Country Summary:**  Violent crime--like armed robberies, burglaries, and sexual assaults--can occur anywhere in The Bahamas.\n\nMost crime occurs in Nassau and Freeport on New Providence and Grand Bahama islands. Stay alert in the \"Over the Hill\" area in Nassau, south of Shirley Street, where gangs have killed residents.\n\nStay alert in vacation rental properties, especially where private security is not present.\n\n**Jet skis and boating**\n\n  * Boating is not well regulated. Injuries and deaths have occurred.\n  * Sexual assaults by jet ski operators have also been reported.\n  * Due to the risks, U.S. government employees are prohibited from using jet skis and personal watercraft rented from independent operators on New Providence and Paradise islands. \n  * Watercraft may not be safe, and some operators are not licensed or insured.\n  * Watercraft operators sometimes ignore weather forecasts. Always follow local weather and marine alerts. \n\n\n\n**Beach safety**\n\n  * Never swim alone and beware of jet skis or other watercraft operating close to shore. \n  * Sexual assaults have occurred on and near downtown Nassau beaches. Be aware of your surroundings and stay alert in public restrooms.\n  * Be aware of your own fitness and swimming capabilities.  \n  * If you are new to snorkeling, understand the risks. Swimmers and snorkelers have died after overestimating their physical fitness or health.  \n  * Stay alert for sharks. Shark attacks have led to serious injuries and death. \n  * Be aware of weather and water conditions and follow local warnings.\n\n\n\n**Weapons and ammunition**\n\nFirearms and ammunition are illegal--including small quantities brought by mistake in carry-on bags or luggage. Police strictly enforce these laws--even at the airport when travelers are leaving.  \n\nTravelers with firearms or ammunition can face arrest, jail time, and fines.  \n\nAuthorities have detained U.S. citizens for several days or more after finding firearms or ammunition, preventing them from leaving.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Bahamas.html) for additional information on travel to The Bahamas. \n\nIf you decide to travel to The Bahamas:\n\n  * Do not answer your door at your hotel or residence unless you know who it is.\n  * Lock doors and windows and use other security features, especially on balcony doors.\n  * Do not physically resist any robbery attempt.\n  * Check your luggage and hand baggage carefully for bullets or firearms before leaving the United States.  Do not bring these items to The Bahamas.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to receive messages and Alerts from the U.S. Embassy and make it easier to locate you in an emergency Prepare a plan for emergency situations.\n  * Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html#_blank).\n  * Visit the CDC page for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel and return to the United States.\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n"
}