{
  "country": "The Gambia",
  "level": 2,
  "full_title": "The Gambia - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/the-gambia-travel-advisory.html",
  "filename_base": "the_gambia",
  "date": "Fri, 16 Jan 2026",
  "content_md": "**_There was no change to the advisory level. The \"Other\" risk indicator was removed, and the \"Unrest\" risk indicator was added. Advisory summary was updated._**\n\n**Exercise increased caution** in **The Gambia** due to **crime** , **unrest** , and inadequate **health infrastructure**. \n\n**Advisory summary**\n\n**Crime  \n**Petty street crime and home burglaries happen often in The Gambia. This is most common in the Banjul area and tourist spots.\n\nDo not display cash and valuable personal property. Avoid walking alone, including on beaches, in tourist areas, and after dark.\n\n**Unrest  \n**A separatist rebel group operates in the Casamance region of southern Senegal. There has been sporadic fighting along The Gambia's southern border in the recent past. Stay on main roads and do not travel at night if travelling near or across the southern border.\n\n**Health  \n**The Gambia's health infrastructure is inadequate. Health services, hygiene, and quality control do not meet U.S. standards of care. Pharmacies are not well regulated. Locally available medications may be unsafe.\n\n**If you decide to travel to The Gambia:**\n\n  * Review our information on [Crime Abroad](https://travel.state.gov/en/international-travel/travel-advisories/crime.html) and [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n  * Stay aware of your surroundings.\n  * Use caution when walking or driving at night.\n  * Do not physically resist any robbery attempt.\n  * Be extra vigilant when visiting banks or ATMs.\n  * Keep travel documents up to date and easily accessible.\n  * Make sure your insurance includes medical evacuation coverage.\n  * Be sure to bring enough prescription medications to last the entire duration of your trip.\n  * Check with your doctor about required vaccines and shots for high-risk exposure before you go to The Gambia. Review the Health section in the Travel Guidance for The Gambia.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://mytravel.state.gov/s/step) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Country/Gambia/Detail) for The Gambia.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/traveler/none/the-gambia) for The Gambia.\n  * Whether you're a first time or frequent traveler, use the [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html).\n  * We highly recommend that you buy travel insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html) about evacuation assistance, medical insurance, and trip cancelation coverage.\n\n\n"
}