{
  "country": "Togo",
  "level": 2,
  "full_title": "Togo - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/togo-travel-advisory.html",
  "filename_base": "togo",
  "date": "Sat, 18 May 2030",
  "content_md": "**_Updated to reflect Travel Advisory Level Change from 1 to a 2 due to Terrorism, Crime, Civil Unrest, and Kidnapping._**\n\nExercise Increased Caution in Togo.**** Some areas have increased risk. Read the entire Travel Advisory.\n\n**Country Summary:** Criminals and terrorist groups are active in Togo, particularly in areas bordering Burkina Faso and Northern Benin. Attacks in these areas can occur with little or no warning, and could target shops, markets, hotels, places of worship, restaurants, bars, schools, government buildings, transportation hubs, and other places where crowds gather. Violent attacks are far more likely in the northern areas of Togo than in the southern and coastal areas.\n\nCrimes such as robbery and assault occur in Togo. These crimes often happen at night and in isolated locations.  Crime occurs more frequently in urban areas, near the beach, and in crowded markets.\n\nSmall protests have occurred in urban areas. Police have used tear gas to disperse protests that caused traffic disruptions in city centers and along National Route 1, and they have arrested protesters. Security forces have used force to disperse crowds and authorities have cut internet and cell services.\n\n**Do Not Travel to** :\n\n  * Northern border region adjacent to Burkina Faso due to potential for **terrorism  **and**  kidnapping**.\n  * Areas north of Kande due to potential for **terrorism**.\n\n\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Togo.html) for additional information about travel to Togo.\n\n**If you decide to travel to Togo:**\n\n  * Keep a low profile.\n  * Be aware of your surroundings.\n  * Stay alert in locations frequented by Westerners.\n  * Be extra vigilant when visiting banks or ATMs.\n  * Do not physically resist any robbery attempt.\n  * Do not display signs of wealth, such as expensive watches or jewelry.\n  * Avoid demonstrations and crowds.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov/?_rdc=1&_rdr) and [Twitter](https://x.com/travelgov).\n  * Follow the U.S. Embassy in Togo on [Facebook](https://www.facebook.com/USEmbassyLome/) and [Twitter](https://x.com/USEmbassyLome).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Togo.\n  * Prepare a contingency plan for emergency situations.  Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Togo.html#ExternalPopup) related to your travel.\n\n\n\n**Northern Border Region - Level 4: Do Not Travel**  \nExtremist groups have carried out attacks, including kidnappings, in the northern border region of Togo, the adjacent areas of Burkina Faso, and Benin. Attacks may occur with little or no warning. The current travel policy for embassy personnel prohibits travel north of the town of Dapaong and Highway N24 or Highway N28, along with the district of Kpendjal and Kpendjal-Ouest without special authorization. Embassy personnel may not remain overnight in areas north of Mango. The U.S. government has limited ability to provide emergency services to U.S. citizens in these areas. Due to security incidents, the Savanes region is under a Government of Togo state of emergency, and non-Togolese travelers must obtain special authorization to travel in the Savanes.\n\n**North of Kande - Level 4: Do Not Travel**  \nExtremist groups have carried out attacks in nearby areas of Benin. Attacks may occur with little or no warning.\n"
}