{
  "country": "Turkey",
  "level": 2,
  "full_title": "Turkey - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/turkey-travel-advisory.html",
  "filename_base": "turkey",
  "date": "Wed, 16 Oct 2024",
  "content_md": "**_Reissued after periodic reviews with minor edits._**\n\nExercise increased caution when traveling to Turkiye due to terrorism and arbitrary detentions. Some areas have increased risk. Read the entire Travel Advisory.\n\n**Do Not Travel To:**\n\n  * Sirnak province, Hakkari province, and any area within six miles (10 kilometers) of the Syrian border due to terrorism.\n\n\n\n**Country Summary:  **Terrorist groups continue plotting possible attacks in Turkiye. Terrorists may attack with little or no warning, targeting tourist locations. Be cautious in transportation hubs, markets, malls, and government buildings, as well as hotels, clubs, restaurants, places of worship, and parks. Be careful in airports and at major events.\n\nSecurity forces have detained tens of thousands of people, including U.S. citizens, for alleged ties to terrorist groups based on scant or secret evidence and grounds that appear to be politically motivated.  U.S. citizens have also been subject to exit bans that prevent them from departing Turkiye. Protests not approved by the Turkish government can lead to arrest, as can criticizing the government, including on social media.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Turkey.html) for additional information on travel to Turkiye.\n\nIf you decide to travel to Turkiye:\n\n  * Stay alert in locations frequented by tourists.\n  * Avoid demonstrations and crowds.\n  * Stay at hotels with identifiable security measures.\n  * Monitor local media and be prepared to adjust your plans quickly.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) ([STEP](https://step.state.gov/step/)) to receive travel alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on [Facebook](https://www.facebook.com/travelgov) and [X/Twitter](http://www.twitter.com/travelgov).\n  * Review the [Country Security Report](https://www.osac.gov/Country/Turkey/Detail) for Turkiye.\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n\n\n\n**Sirnak Province, Hakkari Province, and Any Area within six miles (ten kilometers) of the Syrian Border - Level 4:  Do Not Travel**\n\nDo not travel to Sirnak province, Hakkari province, or any area within six miles (10 kilometers) of the Turkey/Syria border due to the continued threat of attacks by terrorist groups, armed conflict, and civil unrest. Terrorist attacks, including suicide bombings, ambushes, car bombs, and  explosive devices, as well as shootings and illegal roadblocks leading to violence have occurred in these areas. U.S. government employees are subject to travel restrictions in the entire provinces of Sirnak and Hakkari, and any areas within 10 km of the Syrian border.\n\nVisit our website for [Travel to High-Risk Areas](/content/travel/en/international-travel/before-you-go/travelers-with-special-considerations/high-risk-travelers.html).\n"
}