{
  "country": "Uganda",
  "level": 3,
  "full_title": "Uganda - Level 3: Reconsider Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.uga.html",
  "filename_base": "uganda",
  "date": "Mon, 08 Dec 2025",
  "content_md": "Reconsider travel\n\nto **Uganda** due to **crime, terrorism, unrest** , and**laws targeting persons based on sexual orientation**. \n\n**Crime  \n**Violent crime is a real danger in Uganda. This includes armed robbery, home invasion, and sexual assault. Crime can happen anytime. It is more common in larger cities, the Karamoja region, and along Uganda’s western and northern borders. \n\nBoth visitors and residents face these threats. Police struggle to respond to serious crime in most places due to limited resources.\n\n**Terrorism  \n**There is risk of terrorist violence, including terrorist attacks and other activity in Uganda. Visit the U.S. Department of State's country reports on terrorism to learn more. \n\nTerrorist groups have targeted:\n\n  * Religious venues\n  * Schools\n  * Government buildings\n  * Police stations\n  * Transportation hubs\n  * Areas visited by tourists, including national parks\n\n\n\nThese attacks have resulted in the deaths of Ugandans as well as foreign visitors. U.S. citizens should remain alert and avoid large public gatherings. \n\n**Unrest  \n**Protests can happen with little to no warning. They often develop around political issues and events, like elections. National elections are set for January 15, 2026. Review the Department of State’s Human Rights Report for your destination prior to traveling.\n\nWhen protests, strikes, and demonstrations turn chaotic, security services respond with force. They have used batons, rubber bullets, tear gas, and gunfire to break up the crowds. \n\n**Laws targeting persons based on sexual orientation  \n**The 2023 Anti-Homosexuality Act (AHA) criminalizes consensual same-sex relations in Uganda. The law applies to both visitors and residents. \n\nThe AHA increases the danger for persons who may be targeted based on their real or perceived sexual orientation, and those accused of “promoting homosexuality.” Penalties include life imprisonment or the death penalty. \n\nThose seen as supporting gay and lesbian people have experienced harassment and violence by vigilantes.\n"
}