{
  "country": "Yemen",
  "level": 4,
  "full_title": "Yemen - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/tsg_aem/us/en/home/international-travel/travel-advisories/destination.yem.html",
  "filename_base": "yemen",
  "date": "Fri, 19 Dec 2025",
  "content_md": "Do not travel\n\nin **Yemen** due to risk of **terrorism** , **unrest** , **crime** , **health risks** , **kidnapping** , and **landmines**.\n\nU.S. citizens should not travel to Yemen for any reason. The U.S. Embassy in Sana’a suspended its operations in February 2015. The U.S. government is unable to provide emergency or routine consular services to U.S. citizens in Yemen.\n\nTerrorism\n\nThe Department of State has re-designated Ansarallah, commonly referred to as the Houthis, as a Foreign Terrorist Organization.\n\n  * Other terrorist groups also plan and carry out attacks in Yemen. These include Al-Qa'ida in the Arabian Peninsula (AQAP) and Islamic State affiliates.\n  * Terrorists may attack with little or no warning and may target: \n    * Public sites\n    * Places of worship\n    * Transportation hubs\n    * Markets\n    * Government buildings and facilities\n  * There is risk of terrorist violence, including terrorist attacks and other activity in Yemen. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n  * Review our information on [Terrorism](/en/international-travel/travel-advisories/global-events/terrorism.html) and [Travel to High-Risk Areas](/en/international-travel/travel-advisories/high-risk-areas.html).\n\n\n\nUnrest\n\nA civil war continues in Yemen. Although violence has decreased since the April 2022 truce, Yemen still faces instability. Fighting continues, especially near the front lines in central Yemen.\n\n  * Travelers should not rely on significant assistance from local authorities.\n  * Foreigners are frequently targets of kidnapping and carjacking, especially outside of urban areas.\n  * Have a plan to leave in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](/en/international-travel/help-abroad/crisis-response.html).\n  * Military conflict has destroyed basic infrastructure like housing, medical facilities, schools, and utilities. This makes it hard to get electricity, clean water, and medical care. Humanitarian groups face obstacles in delivering food, medicine, and water. \n\n\n\nCrime\n\n  * Violent and organized crime is common in Yemen. Local law enforcement may not be able or willing to respond to serious crimes.\n\n\n\nHealth\n\nHealth services in Yemen are poor. There is a re-emergence of diseases like cholera, polio, and measles. They are spreading in Houthi-controlled areas. Medicine and medical supplies are hard to find. Adequate medical treatment for routine and emergency procedures is often not available.\n\nIf you decide to travel to Yemen:\n\n  * Make sure you have medical or travel insurance that includes medical evacuation. Review our information on [Travel Insurance](/en/international-travel/planning/guidance/insurance.html).\n  * Check with your doctor about required vaccines and shots for high-risk exposure before you go to Yemen. \n  * Bring enough supply of over counter and prescription medicines to cover the duration of the trip. \n  * Visit the [CDC's Travel Health](https://wwwnc.cdc.gov/travel/destinations/traveler/none/yemen?s_cid=ncezid-dgmq-travel-single-001) page for the latest information for Yemen.\n\n\n\nKidnapping\n\nU.S. citizens, especially dual U.S.-Yemeni citizens, are at high risk of kidnapping and detention in Yemen.\n\n  * Young U.S. citizens may be kidnapped for forced marriage. Family members in the United States or Yemen are often involved in these kidnappings.\n  * The Houthis control Sana’a. They have detained U.S. citizens, including some with dual citizenship. \n  * U.S. citizens have faced difficulty and delays when trying to leave Yemen.\n  * Review our information on [U.S. Citizens Missing Abroad](/en/international-travel/help-abroad/missing-us-citizen.html) and for [Victims of Crime](/en/international-travel/help-abroad/victims-crime.html).\n\n\n\nLandmines\n\n  * Landmines and unexploded ordnance exist throughout Yemen. The locations of landmines and unexploded ordnance are often not marked or easy to recognize.\n\n\n\nTourism safety\n\nDo not travel to Socotra or any part of Yemen. Some companies outside Yemen have misrepresented the safety of the Yemeni island of Socotra.\n\n  * They offer tourist trips with unofficial and invalid \"visas.\"\n  * These companies put tourists in danger and legal jeopardy. \n  * Only the Republic of Yemen government can issue valid Yemeni visas. \n  * The U.S. government cannot assist U.S. citizens in Socotra.\n\n\n\nAviation safety\n\nLimited commercial flights are available from Aden and Sana’a to other airports in the region. Check with airlines and travel companies for the latest flight information.\n\nDue to risks to civil aviation operating within or in the vicinity of Yemen, the Federal Aviation Administration (FAA) has issued a Notice to Airmen (NOTAM) and a Special Federal Aviation Regulation (SFAR).\n\n  * For more information, U.S. citizens should consult the [Federal Aviation Administration’s Prohibitions, Restrictions, and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions/).\n\n\n\nMaritime travel\n\nDue to risks to commercial shipping operating within or in the vicinity of Yemen territorial waters, the Department of Transportation’s Maritime Administration (MARAD) has issued a Maritime Advisory. For more information, U.S. citizens should consult the [Maritime Administration’s Maritime Security Communications with Industry (MSCI)](https://www.maritime.dot.gov/msci/2025-012-red-sea-bab-el-mandeb-strait-gulf-aden-arabian-sea-persian-gulf-and-somali-basin).\n\nThe U.S. Coast Guard determined Yemeni ports do not have effective anti-terrorism measures. Vessels that arrive in U.S. ports from Yemeni ports must meet additional U.S. Coast Guard conditions of entry as described in the current Port Security Advisory, [International Port Security Program - Port Security Advisory](https://www.dco.uscg.mil/Our-Organization/Assistant-Commandant-for-Prevention-Policy-CG-5P/Inspections-Compliance-CG-5PC-/International-Domestic-Port-Assessment/International-Port-Security-Program-Port-Security-Advisory/).\n\n  * Mariners and passengers traveling through the ports of Yemen should exercise caution.\n\n\n"
}