{
  "country": "Yemen",
  "level": 4,
  "full_title": "Yemen - Level 4: Do Not Travel",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/yemen-travel-advisory.html",
  "filename_base": "yemen",
  "date": "Fri, 19 Dec 2025",
  "content_md": "_**The Department of State renewed its Travel Advisory for Yemen on December 19, 2025. There were no changes to the advisory level or risk indicators. Advisory summary was updated.**_\n\nDo not travel to Yemen due to risk of **terrorism, unrest, crime, health risks, kidnapping,  **and**  landmines**.\n\n**Advisory summary**  \nU.S. citizens should not travel to Yemen for any reason. The U.S. Embassy in Sana'a suspended its operations in February 2015. The U.S. government is unable to provide emergency or routine consular services to U.S. citizens in Yemen.\n\n**Terrorism**  \nThe Department of State has re-designated Ansarallah, commonly referred to as the Houthis, as a Foreign Terrorist Organization.\n\n  * Other terrorist groups also plan and carry out attacks in Yemen. These include Al-Qa'ida in the Arabian Peninsula (AQAP) and Islamic State affiliates.\n  * Terrorists may attack with little or no warning and may target:\n    * Public sites\n    * Places of worship\n    * Transportation hubs\n    * Markets\n    * Government buildings and facilities\n\n\n\nThere is risk of terrorist violence, including terrorist attacks and other activity in Yemen. Visit the U.S. Department of State's [country reports on terrorism](https://www.state.gov/country-reports-on-terrorism/) to learn more.\n\nReview our information on [Terrorism](https://travel.state.gov/en/international-travel/travel-advisories/global-events/terrorism.html) and [Travel to High-Risk Areas](https://travel.state.gov/en/international-travel/travel-advisories/high-risk-areas.html).\n\n**Unrest**  \nA civil war continues in Yemen. Although violence has decreased since the April 2022 truce, Yemen still faces instability. Fighting continues, especially near the front lines in central Yemen.\n\n  * Travelers should not rely on significant assistance from local authorities.\n  * Foreigners are frequently targets of kidnapping and carjacking, especially outside of urban areas.\n  * Have a plan to leave in an emergency that does not depend on U.S. government help. Review our information on [Crisis and Evacuations](https://travel.state.gov/en/international-travel/help-abroad/crisis-response.html).\n  * Military conflict has destroyed basic infrastructure like housing, medical facilities, schools, and utilities. This makes it hard to get electricity, clean water, and medical care. Humanitarian groups face obstacles in delivering food, medicine, and water.\n\n\n\n**Crime**  \nViolent and organized crime is common in Yemen. Local law enforcement may not be able or willing to respond to serious crimes.\n\n**Health**  \nHealth services in Yemen are poor. There is a re-emergence of diseases like cholera, polio, and measles. They are spreading in Houthi-controlled areas. Medicine and medical supplies are hard to find. Adequate medical treatment for routine and emergency procedures is often not available.\n\n**If you decide to travel to Yemen:**\n\n  * Make sure you have medical or travel insurance that includes medical evacuation. Review our information on[ Travel Insurance](https://travel.state.gov/en/international-travel/planning/guidance/insurance.html).\n  * Check with your doctor about required vaccines and shots for high-risk exposure before you go to Yemen.\n  * Bring enough supply of over counter and prescription medicines to cover the duration of the trip. \n  * Visit the Centers for Disease Control and Prevention (CDC) website for the [latest Travel Health Information for Yemen](https://wwwnc.cdc.gov/travel/destinations/traveler/none/yemen?s_cid=ncezid-dgmq-travel-single-001).\n\n\n\n**Kidnapping**  \nU.S. citizens, especially dual U.S.-Yemeni citizens, are at high risk of kidnapping and detention in Yemen.\n\n  * Young U.S. citizens may be kidnapped for forced marriage. Family members in the United States or Yemen are often involved in these kidnappings.\n  * The Houthis control Sana'a. They have detained U.S. citizens, including some with dual citizenship.\n  * U.S. citizens have faced difficulty and delays when trying to leave Yemen.\n\n\n\nReview our information on [U.S. Citizens Missing Abroad](https://travel.state.gov/en/international-travel/help-abroad/missing-us-citizen.html) and for [Victims of Crime](https://travel.state.gov/en/international-travel/help-abroad/victims-crime.html).\n\n**Landmines**  \nLandmines and unexploded ordnance exist throughout Yemen. The locations of landmines and unexploded ordnance are often not marked or easy to recognize.\n\n**Tourism safety**  \nDo not travel to Socotra or any part of Yemen. Some companies outside Yemen have misrepresented the safety of the Yemeni island of Socotra\n\n  * They offer tourist trips with unofficial and invalid \"visas.\"\n  * These companies put tourists in danger and legal jeopardy.\n  * Only the Republic of Yemen government can issue valid Yemeni visas.\n\n\n\nThe U.S. government cannot assist U.S. citizens in Socotra.\n\n**Aviation safety**  \nLimited commercial flights are available from Aden and Sana'a to other airports in the region. Check with airlines and travel companies for the latest flight information.\n\nDue to risks to civil aviation operating within or in the vicinity of Yemen, the Federal Aviation Administration (FAA) has issued a Notice to Airmen (NOTAM) and a Special Federal Aviation Regulation (SFAR). For more information, U.S. citizens should consult the [Federal Aviation Administration's Prohibitions, Restrictions, and Notices](https://www.faa.gov/air_traffic/publications/us_restrictions/).\n\n**Maritime travel**  \nDue to risks to commercial shipping operating within or in the vicinity of Yemen territorial waters, the Department of Transportation's Maritime Administration (MARAD) has issued a Maritime Advisory. For more information, U.S. citizens should consult the [Maritime Administration's Maritime Security Communications with Industry (MSCI)](https://www.maritime.dot.gov/msci/2025-012-red-sea-bab-el-mandeb-strait-gulf-aden-arabian-sea-persian-gulf-and-somali-basin).\n\nThe U.S. Coast Guard determined Yemeni ports do not have effective anti-terrorism measures. Vessels that arrive in U.S. ports from Yemeni ports must meet additional U.S. Coast Guard conditions of entry as described in the current Port Security Advisory, [International Port Security Program - Port Security Advisory](https://www.dco.uscg.mil/Our-Organization/Assistant-Commandant-for-Prevention-Policy-CG-5P/Inspections-Compliance-CG-5PC-/International-Domestic-Port-Assessment/International-Port-Security-Program-Port-Security-Advisory/).\n\nMariners and passengers traveling through the ports of Yemen should exercise caution.\n\nIf, despite this Travel Advisory, you decide to travel to Yemen:\n\n  * Visit our website for [Travel to High-Risk Areas](https://travel.state.gov/content/passports/en/go/TraveltoHighRiskAreas.html).\n  * Bring enough supply of over-the-counter and prescription medicines.\n  * Have evacuation plans that do not rely on U.S. government assistance.\n  * Draft a will and designate appropriate insurance beneficiaries or power of attorney.\n  * Make a plan with loved ones regarding care/custody of children, pets, property, belongings, non-liquid assets (collections, artwork, etc.), funeral wishes, etc.\n  * Share important documents, login information, and points of contact with loved ones. This is so that they can manage your affairs if you are unable to return as planned to the United States. Review our [International Travel Checklist](https://travel.state.gov/en/international-travel/planning/checklist.html) to prepare for your trip.\n  * Stay aware of your surroundings.\n  * Consider hiring a professional security organization.\n  * Monitor local media for breaking news. Be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Review local laws and conditions before traveling.\n  * Before you travel, delete any sensitive photos, comments, or content that might be seen as controversial or inappropriate in your destination. Do this for your social media accounts, cameras, laptops, phones, and other accounts and devices.\n  * Check with your doctor about required vaccines and shots for high-risk exposure before you go to Yemen. Review the Health section in the Travel Guidance for Yemen.\n  * Develop a communication plan with family, or your employer or host organization (if you are traveling on business). This is so that they can monitor your safety and location as you travel through high-risk areas. Specify how you'll confirm you're safe (texts, calls, etc.), how often, and who you'll contact first to share the information.\n  * Appoint one family member to serve as the point of contact if you are taken hostage or detained. Set up a proof-of-life protocol. If you become a hostage, that person will know what questions to ask and answers to expect. This will help them be sure that you are alive (and to rule out a hoax).\n  * Leave DNA samples with your medical provider in case it is necessary for your family to access them.\n  * Enroll in the [Smart Traveler Enrollment Program (STEP)](https://step.state.gov/step/) to get important updates and alerts from the U.S. embassy or consulate. Enrolling helps the U.S. embassy or consulate contact you or your emergency contact in an emergency.\n  * Review the [Country Security Report](https://www.osac.gov/Content/Report/be3c9c94-9ef2-4b14-bc5c-1d14c93428d6) for Yemen.\n  * Visit the Centers for Disease Control and Prevention (CDC) website for the latest [Travel Health Information for Yemen](https://wwwnc.cdc.gov/travel/destinations/traveler/none/yemen?s_cid=ncezid-dgmq-travel-single-001).\n  * Prepare a plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/passports/en/go/checklist.html).\n  * We highly recommend that you buy insurance before you travel. Check with your [travel insurance provider](https://travel.state.gov/content/travel/en/international-travel/before-you-go/your-health-abroad/Insurance_Coverage_Overseas.html) about evacuation assistance, medical insurance, and trip cancellation coverage.\n\n\n"
}