{
  "country": "Zimbabwe",
  "level": 2,
  "full_title": "Zimbabwe - Level 2: Exercise Increased Caution",
  "remote_link": "https://travel.state.gov/content/travel/en/traveladvisories/traveladvisories/zimbabwe-travel-advisory.html",
  "filename_base": "zimbabwe",
  "date": "Tue, 20 Jun 2023",
  "content_md": "**Reissued after periodic review with updates to crime and civil unrest information.**\n\nExercise increased caution in Zimbabwe due to**  crime and official harassment of U.S. citizens. **\n\n**Country Summary** : Opportunistic crime, such as pickpocketing, theft, and smashing of car windows with intent to steal, is common. Violent crime, such as assault, carjacking, and home invasion, also occurs. Criminals often target foreigners and residents suspected of having large sums of cash.\n\nDemonstrations may occur and increase in frequency around political events, such as elections. Large gatherings are often restricted by the government and can quickly escalate to violence.\n\nForeigners, journalists, and non-governmental organizations may be subject to heightened scrutiny in Zimbabwe.\n\nRead the [country information page](https://travel.state.gov/content/travel/en/international-travel/International-Travel-Country-Information-Pages/Zimbabwe.html) for additional information on travel to Zimbabwe.\n\nIf you decide to travel to Zimbabwe:\n\n  * Stay alert and avoid openly displaying cash.\n  * Carry a copy of your passport and visa and leave originals in your hotel safe.\n  * Stay away from political rallies, demonstrations, and crowds.\n  * Monitor local media for breaking events and be prepared to adjust your plans.\n  * Keep travel documents up to date and easily accessible.\n  * Enroll in the [Smart Traveler Enrollment Program](https://step.state.gov/step/) (STEP) to receive Alerts and make it easier to locate you in an emergency.\n  * Follow the Department of State on[ Facebook](https://www.facebook.com/travelgov) and [Twitter](https://twitter.com/travelgov).\n  * Review the [Country Security Report](https://www.osac.gov/Content/Browse/Report?subContentTypes=Country%20Security%20Report) for Zimbabwe.\n  * Prepare a contingency plan for emergency situations. Review the [Traveler's Checklist](https://travel.state.gov/content/travel/en/international-travel/before-you-go/travelers-checklist.html).\n  * Visit the CDC page for the latest [Travel Health Information](https://wwwnc.cdc.gov/travel/destinations/list) related to your travel.\n\n\n"
}